/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2017 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Беларуская";
"lng_switch_to_this" = "Пераключыць на беларускую";

"lng_menu_contacts" = "Кантакты";
"lng_menu_calls" = "Выклікі";
"lng_menu_settings" = "Налады";
"lng_menu_about" = "Аб праграме";
"lng_menu_update" = "Абнавіць";
"lng_menu_back" = "Назад";
"lng_menu_night_mode" = "Начны рэжым";

"lng_disable_notifications_from_tray" = "Адключыць апавяшчэнні";
"lng_enable_notifications_from_tray" = "Уключыць апавяшчэнні";
"lng_open_from_tray" = "Адкрыць Тэлеграм";
"lng_minimize_to_tray" = "Схаваць у трэй";
"lng_quit_from_tray" = "Выйсці з Тэлеграма";
"lng_tray_icon_text" = "Тэлеграм усё яшчэ запушчаны.\nВы можаце выключыць яго на старонцы налад.\nКалі гэты значак знікае з трэя,\nвы можаце перацягнуць яго сюды з схаваных значкаў.";

"lng_month1" = "студзеня";
"lng_month2" = "лютага";
"lng_month3" = "сакавіка";
"lng_month4" = "красавіка";
"lng_month5" = "мая";
"lng_month6" = "чэрвеня";
"lng_month7" = "ліпеня";
"lng_month8" = "жніўня";
"lng_month9" = "верасня";
"lng_month10" = "кастрычніка";
"lng_month11" = "лістапада";
"lng_month12" = "снежня";

"lng_month1_small" = "Сту";
"lng_month2_small" = "Лют";
"lng_month3_small" = "Сак";
"lng_month4_small" = "Кра";
"lng_month5_small" = "Май";
"lng_month6_small" = "Чэр";
"lng_month7_small" = "Ліп";
"lng_month8_small" = "Жні";
"lng_month9_small" = "Вер";
"lng_month10_small" = "Кас";
"lng_month11_small" = "Ліс";
"lng_month12_small" = "Сне";

"lng_weekday1" = "Пн";
"lng_weekday2" = "Аў";
"lng_weekday3" = "Ср";
"lng_weekday4" = "Чц";
"lng_weekday5" = "Пт";
"lng_weekday6" = "Сб";
"lng_weekday7" = "Нд";

"lng_month_day" = "{day} {month} ";
"lng_month_day_year" = "{day} {month}, {year}";
"lng_month_year" = "{month} {year}";

"lng_box_ok" = "Добра";

"lng_cancel" = "Скасаваць";
"lng_continue" = "Працягнуць";
"lng_close" = "Закрыць";
"lng_connecting" = "Злучэнне...";
"lng_connecting_to_proxy" = "Злучэнне з проксі-серверам...";
"lng_connecting_settings" = "Налады";
"lng_reconnecting#one" = "Перападлучэнне праз {count} с...";
"lng_reconnecting#other" = "Перападлучэнне праз {count} с...";
"lng_reconnecting_try_now" = "Паспрабаваць зараз";

"lng_status_service_notifications" = "службовыя апавяшчэнні";
"lng_status_support" = "падтрымка";
"lng_status_bot" = "бот";
"lng_status_bot_reads_all" = "мае доступ да паведамленняў";
"lng_status_bot_not_reads_all" = "не мае доступу да паведамленняў";
"lng_status_offline" = "быў(-ла) тут вельмі даўно";
"lng_status_recently" = "быў(-ла) тут зусім нядаўна";
"lng_status_last_week" = "быў(-ла) тут на гэтым тыдні";
"lng_status_last_month" = "быў(-ла) тут у гэтым месяцы";
"lng_status_lastseen_now" = "толькі што быў(-ла) тут";
"lng_status_lastseen_minutes#one" = "быў(-ла) тут {count} хвіліну таму";
"lng_status_lastseen_minutes#other" = "быў(-ла) тут {count} хв. таму";
"lng_status_lastseen_hours#one" = "быў(-ла) тут {count} гдз. таму";
"lng_status_lastseen_hours#other" = "быў(-ла) тут {count} гдз. таму";
"lng_status_lastseen_today" = "быў(-ла) тут сёння а {time}";
"lng_status_lastseen_yesterday" = "быў(-ла) тут учора а {time}";
"lng_status_lastseen_date" = "быў(-ла) тут {date}";
"lng_status_lastseen_date_time" = "быў(-ла) тут {date} а {time}";
"lng_status_online" = "тут";
"lng_status_connecting" = "злучэнне...";

"lng_chat_status_unaccessible" = "суполка недаступная";
"lng_chat_status_members#one" = "{count} удзельнік";
"lng_chat_status_members#other" = "{count} удзельнікаў";
"lng_chat_status_online#one" = "{count} тут";
"lng_chat_status_online#other" = "{count} тут";
"lng_chat_status_members_online" = "{members_count}, {online_count}";

"lng_channel_status" = "канал";
"lng_group_status" = "суполка";

"lng_channel_members_link#one" = "{count} удзельнік";
"lng_channel_members_link#other" = "{count} удзельнікаў";
"lng_channel_admins_link#one" = "{count} кіраўнік";
"lng_channel_admins_link#other" = "{count} кіраўнікоў";

"lng_server_error" = "Унутраная памылка сервера.";
"lng_flood_error" = "Занадта шмат спробаў. Калі ласка, паспрабуйце пазней.";
"lng_gif_error" = "Адбылася памылка падчас чытання анімацыі :(";
"lng_edit_error" = "Вы не можаце рэдагаваць гэтае паведамленне";
"lng_join_channel_error" = "Выбачайце, але вы стварылі зашмат каналаў і суперсуполак. Спярша выдаліце адно з іх.";
"lng_error_phone_flood" = "Выбачайце, але вы зачаста выдалялі і перастваралі свой уліковы запіс апошнім часам. Калі ласка, пачакайце некалькі дзён і паспрабуйце яшчэ раз.";
"lng_error_start_minimized_passcoded" = "Вы абаранілі вашу праграму кодам, таму яна не зможа запускацца мінімізаванай. Праграма запытае ў вас код, перш чым пачне працаваць.";
"lng_error_pinned_max#one" = "Выбачайце, але вы можаце замацаваць толькі {count} размову.";
"lng_error_pinned_max#other" = "Выбачайце, але вы можаце замацаваць толькі {count} размоў.";
"lng_error_public_groups_denied" = "На жаль, вам было забаронена ўдзельнічаць у публічных суполках.\n{more_info}";
"lng_error_cant_add_member" = "Выбачайце, але вы не можаце дадаваць ботаў у гэтую суполку. Папрасіце кіраўніка зрабіць гэта.";
"lng_error_cant_add_bot" = "Выбачайце, але гэтага бота нельга дадаць да суполак.";
"lng_error_cant_add_admin_invite" = "Выбачайце, але вы не можаце прызначыць гэтага карыстальніка кіраўніком, бо ён не ёсць удзельнікам суполкі, і вам нельга яго запрасіць.";
"lng_error_cant_add_admin_unban" = "Выбачайце, але вы не можаце прызначыць гэтага карыстальніка кіраўніком, бо ён знаходзіцца ў чорным спісе, і вам нельга яго разблакаваць.";
"lng_error_cant_ban_admin" = "Выбачайце, але вы не можаце заблакаваць гэтага карыстальніка, бо ён ёсць кіраўніком, якога вам не дазволена разжалаваць.";
"lng_sure_add_admin_invite" = "Гэты карыстальнік не ёсць удзельнікам суполкі. Дадаць яго ў суполку і прызначыць кіраўніком?";
"lng_sure_add_admin_unban" = "Гэты карыстальнік заблакаваны ў суполцы. Вы сапраўды хочаце разблакаваць яго і прызначыць кіраўніком?";
"lng_sure_ban_admin" = "Гэты карыстальнік ёсць кіраўніком суполкі. Вы сапраўды хочаце працягнуць і заблакаваць яго?";
"lng_sure_ban_user_group" = "Заблакаваць {User} у гэтае суполцы?";
"lng_sure_enable_socks" = "Вы сапраўды хочаце ўключыць гэтую проксі?\n\nСервер: {server}\nПорт: {port}\n\nВы зможаце пазней змяніць налады вашага проксі-сервера (устаўка \"Тып злучэння\").";
"lng_sure_enable" = "Уключыць";

"lng_edit_deleted" = "Гэтае паведамленне было выдалена";
"lng_edit_too_long" = "Вашае паведамленне занадта доўгае";
"lng_edit_message" = "Рэдагаваць паведамленне";
"lng_edit_message_text" = "Тэкст новага паведамлення...";
"lng_deleted" = "Выдалены ўліковы запіс";
"lng_deleted_message" = "Выдаленнае паведамленне";
"lng_pinned_message" = "Замацаванае паведамленне";
"lng_pinned_unpin_sure" = "Жадаеце адмацаваць гэтае паведамленне?";
"lng_pinned_pin_sure" = "Жадаеце замацаваць гэтае паведамленне?";
"lng_pinned_pin" = "Замацаваць";
"lng_pinned_unpin" = "Адмацаваць";
"lng_pinned_notify" = "Паведаміць усіх удзельнікаў";

"lng_intro_about" = "Вітаем у афіцыйнай праграме «Тэлеграм».\nЯна хуткая і бяспечная.";
"lng_start_msgs" = "ПАЧАЦЬ ПЕРАПІСВАЦЦА";

"lng_intro_next" = "ДАЛЕЙ";
"lng_intro_finish" = "ЗАРЭГІСТРАВАЦЦА";
"lng_intro_submit" = "ДАСЛАЦЬ";

"lng_photo_caption" = "Подпіс";
"lng_photos_comment" = "Каментар";

"lng_phone_title" = "Ваш тэлефон";
"lng_phone_desc" = "Калі ласка, пацвердзіце код вашай краіны і \nўвядзіце ваш нумар тэлефона.";
"lng_phone_notreg" = "Калі ў вас яшчэ няма ўліковага запісу Тэлеграма,\n[b]стварыце яго[/b] з дапамогай вашага {link_start}iOS / Android{link_end} альбо {signup_start}тут{signup_end}";
"lng_country_code" = "Код краіны";
"lng_bad_country_code" = "Памылковы код краіны";
"lng_country_ph" = "Пошук";
"lng_country_none" = "Краіна не знойдзена";
"lng_country_select" = "Абраць краiну";

"lng_code_ph" = "Ваш код";
"lng_code_desc" = "Мы даслалі SMS з кодам актывацыі\nна ваш тэлефон. Калі ласка, увядзіце яго ніжэй.";
"lng_code_telegram" = "Калі ласка, увядзіце код, які вы атрымалі\nў вашай папярэдняй праграме [b]Тэлеграма[/b].";
"lng_code_no_telegram" = "Даслаць код праз SMS";
"lng_code_call" = "Мы патэлефануем вам праз {minutes}:{seconds}";
"lng_code_calling" = "Тэлефануем...";
"lng_code_called" = "Тэлеграм набраў ваш нумар";

"lng_bad_phone" = "Памылковы нумар тэлефона. Калі ласка, паспрабуйце яшчэ раз.";
"lng_bad_phone_noreg" = "Нумар тэлефона не зарэгістраваны.";
"lng_bad_code" = "Вы ўвялі няправільны код.";
"lng_bad_name" = "Пазначце вашыя імя і прозвішча.";
"lng_bad_photo" = "Вы абралі дрэнную выяву.";

"lng_signin_title" = "Воблачная праверка паролю";
"lng_signin_desc" = "Увядзіце ваш воблачны пароль.";
"lng_signin_recover_desc" = "Увядзіце дасланы вам на электронную пошту код.\n{email}";
"lng_signin_password" = "Ваш воблачны пароль";
"lng_signin_code" = "Код, які мы даслалі вам праз e-mail";
"lng_signin_recover" = "Забыліся на пароль?";
"lng_signin_recover_title" = "Скінуць пароль";
"lng_signin_hint" = "Падказка: {password_hint}";
"lng_signin_recover_hint" = "Код быў высланы на {recover_email}";
"lng_signin_bad_password" = "Вы ўвялі няправільны пароль.";
"lng_signin_wrong_code" = "Вы ўвялі няправільны код.";
"lng_signin_try_password" = "Узніклі праблемы з доступам да электроннае пошты?";
"lng_signin_password_removed" = "Ваш воблачны пароль быў адключаны.\nВы можаце ўключыць новы праз налады.";
"lng_signin_no_email_forgot" = "Так як вы не пакінулі адрас\nэлектроннае пошты, калі пазначалі свой пароль, вам застаецца толькі ўзгадаць пароль альбо скінуць свой уліковы запіс.";
"lng_signin_cant_email_forgot" = "Калі вы не можаце аднавіць доступ да сваёй электроннай пошты, вам застаецца толькі паспрабаваць узгадаць свой пароль ці скінуць свой уліковы запіс.";
"lng_signin_reset_account" = "Скінуць ваш уліковы запіс";
"lng_signin_sure_reset" = "Увага!\n\nВы страціце ўсе вашыя размовы і паведамленні, а таксама ўсе дасланыя медыяфайлы!\n\nВы жадаеце скінуць свой уліковы запіс?";
"lng_signin_reset" = "Скінуць";
"lng_signin_reset_wait" = "Так як уліковы запіс, зарэгістраваны на нумар {phone_number}, нядаўна выкарыстоўваўся і абаронены паролем, мы выдалім яго праз тыдзень. Вы можаце скасаваць гэты працэс у любы час.\n\nУліковы запіс можна будзе скінуць праз:\n{when}";
"lng_signin_reset_days#one" = "{count} дз.";
"lng_signin_reset_days#other" = "{count} дз.";
"lng_signin_reset_hours#one" = "{count} гдз.";
"lng_signin_reset_hours#other" = "{count} гдз.";
"lng_signin_reset_minutes#one" = "{count} хв.";
"lng_signin_reset_minutes#other" = "{count} хв.";
"lng_signin_reset_in_days" = "{days_count} {hours_count} {minutes_count}";
"lng_signin_reset_in_hours" = "{hours_count} {minutes_count}";
"lng_signin_reset_cancelled" = "Ваша нядаўняя спроба скінуць гэты ўліковы запіс была скасавана яго актыўным карыстальнікам. Вы можаце паспрабаваць яшчэ раз праз 7 дзён.";

"lng_signup_title" = "Звесткі пра вас";
"lng_signup_desc" = "Калі ласка, увядзіце вашае імя\nі загрузіце фота.";

"lng_signup_firstname" = "Імя";
"lng_signup_lastname" = "Прозвішча";

"lng_dlg_filter" = "Пошук";
"lng_dlg_new_group_name" = "Назва суполкі";
"lng_dlg_new_channel_name" = "Назва канала";
"lng_no_contacts" = "У вас няма кантактаў";
"lng_no_chats" = "Тут будуць вашыя размовы";
"lng_contacts_loading" = "Загрузка...";
"lng_contacts_not_found" = "Не знойдзена ніводнага кантакта";
"lng_dlg_search_for_messages" = "Шукаць паведамленні";
"lng_update_telegram" = "Абнавіць Тэлеграм";
"lng_dlg_search_in" = "Шукаць паведамленні ў";
"lng_dlg_search_from" = "Ад: {user}";

"lng_settings_save" = "Захаваць";
"lng_settings_upload" = "Змяніць выяву профілю";
"lng_settings_crop_profile" = "Вылучыце зону для вашай выявы профілю";
"lng_settings_uploading_photo" = "Загрузка выявы...";
"lng_settings_edit" = "Рэдагаваць";
"lng_settings_drop_area_subtitle" = "каб прызначыць яе як вашу выяву профілю";

"lng_username_title" = "Мянушка";
"lng_username_about" = "Вы можаце абраць мянушку ў Тэлеграме.\n Калі вы зробіце гэтак, іншыя карыстальнікі\n змогуць знайсці вас па ёй і звязацца з вамі,\n не выкарыстоўвая нумар тэлефону.\n\nВы можаце выкарыстоўваць a-z, 0-9\nі ніжняе падкрэсліванне. \nМінімальная даўжыня – 5 сімвалаў.";
"lng_username_choose" = "Абярыце вашую мянушку.";
"lng_username_invalid" = "Вы не можаце выкарыстаць гэтую мянушку.";
"lng_username_occupied" = "Гэтая мянушка ўжо занятая.";
"lng_username_too_short" = "Гэтая мянушка занадта кароткая.";
"lng_username_bad_symbols" = "Гэтая мянушка мае недапушчальныя сімвалы.";
"lng_username_available" = "Гэтая мянушка даступная.";
"lng_username_not_found" = "Карыстальнік @{user} не знойдзены.";
"lng_username_link_willbe" = "Такая спасылка адкрые размову з вамі:";
"lng_username_link" = "Гэтая спасылка адкрые размову з вамі:";
"lng_username_copied" = "Спасылка скапіяваная ў буфер.";

"lng_bio_title" = "Рэдагаваць звесткі";
"lng_bio_placeholder" = "Звесткі";
"lng_bio_about" = "Вы можаце напісаць нешта пра сябе. Кожны будзе бачыць гэты тэкст, калі адкрые ваш профіль.";

"lng_settings_section_info" = "Звесткі";
"lng_settings_username" = "Мянушка:";
"lng_settings_choose_username" = "Абраць мянушку";
"lng_settings_empty_bio" = "Няма";

"lng_settings_section_notify" = "Апавяшчэнні";
"lng_settings_desktop_notify" = "Апавяшчэнні на працоўным стале";
"lng_settings_show_name" = "Адлюстроўваць імя адпраўніка";
"lng_settings_show_preview" = "Перадпрагляд паведамлення";
"lng_settings_use_windows" = "Выкарыстоўваць апавяшчэнні Windows";
"lng_settings_use_native_notifications" = "Выкарыстоўваць сістэмныя апавяшчэнні";
"lng_settings_advanced_notifications" = "Колькасць і пазіцыя апавяшчэнняў";
"lng_settings_notifications_position" = "Знаходжанне на экране";
"lng_settings_notifications_count" = "Колькасць апавяшчэнняў";
"lng_settings_sound_notify" = "Прайграць гук";
"lng_settings_include_muted" = "Улічваць непрачытанае у сцішаных суполках";

"lng_notification_preview" = "У вас новае паведамленне";
"lng_notification_reply" = "Адказаць";
"lng_notification_hide_all" = "Схаваць усе";
"lng_notification_sample" = "Гэта ўзор апавяшчэння";

"lng_settings_section_general" = "Агульныя";
"lng_settings_change_lang" = "Змяніць мову";
"lng_languages" = "Мовы";
"lng_sure_save_language" = "Тэлеграму трэба перазапусціцца, каб змяніць мову";
"lng_settings_update_automatically" = "Абнаўляць аўтаматычна";
"lng_settings_current_version_label" = "Версія {version}:";
"lng_settings_current_version" = "Версія {version}";
"lng_settings_check_now" = "Праверыць абнаўленні";
"lng_settings_update_checking" = "Правяраем абнаўленні...";
"lng_settings_latest_installed" = "У вас усталявана актуальная версія";
"lng_settings_downloading" = "Спампоўка абнаўлення {ready} / {total} МБ..";
"lng_settings_update_ready" = "Новая версія гатовая да ўсталёўкі";
"lng_settings_update_now" = "Перазапусціць";
"lng_settings_update_fail" = "Праверка абнаўленняў была няўдалай :(";
"lng_settings_workmode_tray" = "Паказваць значак у трэі";
"lng_settings_workmode_window" = "Паказваць значак у паліцы задач";
"lng_settings_auto_start" = "Запускаць Тэлеграм пры запуску сістэмы";
"lng_settings_start_min" = "Запускаць схаваным";
"lng_settings_add_sendto" = "Размесціць Тэлеграм у меню «Даслаць у»";
"lng_settings_section_scale" = "Памер інтэрфэйса";
"lng_settings_scale_auto" = "Аўта ({cur})";

"lng_settings_section_chat_settings" = "Налады размоў";
"lng_settings_replace_emojis" = "Замяняць эмодзі";
"lng_settings_view_emojis" = "Адлюстраваць спіс";
"lng_settings_send_enter" = "Дасылаць, націснуўшы Enter";
"lng_settings_send_ctrlenter" = "Дасылаць, націснуўшы Ctrl+Enter";
"lng_settings_send_cmdenter" = "Дасылаць, націснуўшы Cmd+Enter";

"lng_settings_section_background" = "Фон размоў";
"lng_settings_bg_use_default" = "Ужыць стандартную схему колераў";
"lng_settings_bg_from_gallery" = "Абраць з галерэі";
"lng_settings_bg_from_file" = "Абраць файл";
"lng_settings_bg_edit_theme" = "Рэдагаваць схему";
"lng_settings_bg_tile" = "Закафляваць";
"lng_settings_adaptive_wide" = "Адаптацыя стужкі паведамленняў для шырокіх экранаў";

"lng_backgrounds_header" = "Абярыце ваш новы фон размоў";
"lng_theme_sure_keep" = "Ужыць гэтую схему колераў?";
"lng_theme_reverting#one" = "Вяртанне старой схемы колераў праз  {count} с.";
"lng_theme_reverting#other" = "Вяртанне старой схемы колераў праз {count} с.";
"lng_theme_keep_changes" = "Ужыць змены";
"lng_theme_revert" = "Вярнуць";

"lng_download_path_dont_ask" = "Не пытаць шлях спампоўкі для кожнага файлу";
"lng_download_path_label" = "Шлях спампоўкі:";
"lng_download_path_temp" = "часовая тэчка";
"lng_download_path_default" = "тэчка па змаўчанні";
"lng_download_path_clear" = "Ачысціць усё";
"lng_download_path_header" = "Абярыце шлях спампоўкі";
"lng_download_path_default_radio" = "Тэчка Тэлеграму ў сістэмных «Спампоўках»";
"lng_download_path_temp_radio" = "Часовая тэчка";
"lng_download_path_dir_radio" = "Карыстальніцкая тэчка";
"lng_download_path_choose" = "Абярыце шлях спампоўкі";
"lng_sure_clear_downloads" = "Жадаеце выдаліць усе спампаваныя файлы з часовай тэчкі? Гэта выконваецца аўтаматычна пасля выхаду з уліковага запісу альбо выдалення праграмы.";
"lng_download_path_failed" = "Спампоўка файла не можа быць пачатая. Гэта можа быць з-за таго, што шлях спампоўкі пазначаны памылкова.\n\nВы можаце змяніць его праз Налады.";
"lng_download_path_settings" = "Налады";
"lng_download_finish_failed" = "Спампоўка файла не можа быць скончаная.\n\nЖадаеце паспрабаваць яшчэ раз?";
"lng_download_path_clearing" = "Ачыстка...";
"lng_download_path_cleared" = "Ачышчана!";
"lng_download_path_clear_failed" = "Ачыстка не ўдалася :(";

"lng_settings_section_privacy" = "Прыватнасць і бяспека";

"lng_local_storage_title" = "Лакальнае сховішча";
"lng_settings_no_data_cached" = "Не знойдзена кэшаваных дадзеных!";
"lng_settings_images_cached#one" = "{count} выява, {size}";
"lng_settings_images_cached#other" = "{count} выяў, {size}";
"lng_settings_audios_cached#one" = "{count} аўдыязапіс, {size}";
"lng_settings_audios_cached#other" = "{count} аўдыязапісаў, {size}";
"lng_local_storage_clear" = "Ачысціць усё";
"lng_local_storage_clearing" = "Ачыстка...";
"lng_local_storage_cleared" = "Ачышчана!";
"lng_local_storage_clear_failed" = "Ачыстка не ўдалася :(";

"lng_settings_section_advanced_settings" = "Пашыраныя налады";
"lng_settings_enable_night_theme" = "Уключыць начны рэжым";
"lng_settings_disable_night_theme" = "Адключыць начны рэжым";

"lng_passcode_remove_button" = "Выдаліць";

"lng_passcode_turn_on" = "Уключыць лакальны код";
"lng_passcode_change" = "Змяніць лакальны код";
"lng_passcode_create" = "Лакальны код";
"lng_passcode_remove" = "Выдаліць лакальны код";
"lng_passcode_turn_off" = "Адключыць";
"lng_passcode_autolock" = "Аўта-блакаванне";
"lng_passcode_autolock_away" = "Аўтаблакаваць пры адсутнасці з цягам:";
"lng_passcode_autolock_inactive" = "Аўтаблакаваць пры неактыўнасці з цягам:";
"lng_passcode_autolock_minutes#one" = "{count} хв.";
"lng_passcode_autolock_minutes#other" = "{count} хв.";
"lng_passcode_autolock_hours#one" = "{count} гдз.";
"lng_passcode_autolock_hours#other" = "{count} гдз.";
"lng_passcode_enter_old" = "Увядзіце ваш бягучы код";
"lng_passcode_enter_first" = "Увядзіце код";
"lng_passcode_enter_new" = "Увядзіце новы код";
"lng_passcode_confirm_new" = "Увядзіце новы код яшчэ раз";
"lng_passcode_about" = "Калі вы ўключаеце блакаванне кодам, уверсе спіса вашых размоў з’явіцца значак замочка. Націсніце яго, каб заблакаваць ці адблакаваць праграму.\n\nЗвярніце ўвагу: калі вы забудзецеся на код, вам прыйдзецца пераўвайсці ў праграму.";
"lng_passcode_differ" = "Коды адрозніваюцца";
"lng_passcode_wrong" = "Няправільны код";
"lng_passcode_is_same" = "Код не быў зменены";
"lng_passcode_enter" = "Увядзіце ваш лакальны код";
"lng_passcode_ph" = "Ваш код";
"lng_passcode_submit" = "Разблакаваць";
"lng_passcode_logout" = "Выйсці";
"lng_passcode_need_unblock" = "Спярша вам трэба мяне разблакаваць.";

"lng_cloud_password_waiting" = "Спасылка пацверджання дасланая на {email}...";
"lng_cloud_password_change" = "Змяніць воблачны пароль";
"lng_cloud_password_create" = "Воблачны апроль";
"lng_cloud_password_remove" = "Выдаліць воблачны пароль";
"lng_cloud_password_set" = "Уключыць двухкрокавую верыфікацыю";
"lng_cloud_password_edit" = "Змяніць воблачны пароль";
"lng_cloud_password_enter_old" = "Увядзіце бягучы пароль";
"lng_cloud_password_enter_first" = "Увядзіце пароль";
"lng_cloud_password_enter_new" = "Увядзіце новы пароль";
"lng_cloud_password_confirm_new" = "Увядзіце новы пароль яшчэ раз";
"lng_cloud_password_hint" = "Увядзіце падказку для пароля";
"lng_cloud_password_change_hint" = "Увядзіце новую падказку для пароля";
"lng_cloud_password_bad" = "Нельга, каб падказка і пароль былі аднолькавымі.";
"lng_cloud_password_email" = "Увядзіце ваш адрас электроннай пошты";
"lng_cloud_password_bad_email" = "Няправільны адрас, паспрабуйце іншы.";
"lng_cloud_password_about" = "Гэты пароль будзе запытаны, калі вы зойдзеце ў ваш уліковы запіс з новага ўстройства (у дадатак да PIN-кода).";
"lng_cloud_password_about_recover" = "Увага! Ці вы ўпэўненыя, што не жадаеце\nдадаваць адрас электроннае пошты?\n\nКалі вы забудзецеся на пароль, вы\nстраціце доступ да вашага ўліковага запісу.";
"lng_cloud_password_skip_email" = "Прапусціць пазначэнне адраса";
"lng_cloud_password_almost" = "Спасылка для пацверджання была\nдасланая на адрас, які вы пазначылі. Двухкрокавая верыфікацыя будзе ўключаная, як толькі вы пяройдзеце па гэтай спасылцы.";
"lng_cloud_password_was_set" = "Двухкрокавая верыфікацыя ўключаная.";
"lng_cloud_password_updated" = "Ваш воблачны пароль быў зменены.";
"lng_cloud_password_removed" = "Двухкрокавая верыфікацыя адключаная.";
"lng_cloud_password_differ" = "Паролі не супадаюць.";
"lng_cloud_password_wrong" = "Няправільны воблачны пароль.";
"lng_cloud_password_is_same" = "Пароль не быў зменены";

"lng_connection_type" = "Тып злучэння:";
"lng_connection_auto_connecting" = "Па змаўчанні (злучэнне...)";
"lng_connection_auto" = "Па змаўчанні (выкарыстоўваецца {transport})";
"lng_connection_proxy_connecting" = "Злучэнне праз проксі-сервер...";
"lng_connection_proxy" = "{transport} з проксі";
"lng_connection_header" = "Тып злучэння";
"lng_connection_auto_rb" = "Аўта (TCP, калі даступны альбо HTTP)";
"lng_connection_http_proxy_rb" = "HTTP з карыстальніцкім http-проксі";
"lng_connection_tcp_proxy_rb" = "TCP з карыстальніцкім socks5-проксі";
"lng_connection_try_ipv6" = "Спрабаваць падлучыцца праз IPv6";
"lng_connection_host_ph" = "Хост";
"lng_connection_port_ph" = "Порт";
"lng_connection_user_ph" = "Мянушка";
"lng_connection_password_ph" = "Пароль";
"lng_connection_save" = "Захаваць";

"lng_settings_blocked_users" = "Заблакаваныя карыстальнікі";
"lng_settings_last_seen_privacy" = "Налады бачнасці апошняй актыўнасці";
"lng_settings_calls_privacy" = "Бяспека тэлефонных выклікаў";
"lng_settings_groups_invite_privacy" = "Налады запрашэння ў суполкі";
"lng_settings_show_sessions" = "Паказаць усе сеансы";
"lng_settings_self_destruct" = "Налады самазнішчэння ўліковага запіса";
"lng_settings_change_phone" = "Змяніць нумар тэлефона";

"lng_settings_reset" = "Скончыць усе іншыя сеансы";
"lng_settings_reset_sure" = "Ці вы ўпэўненыя, што жадаеце\nскончыць усе іншыя сеансы?";
"lng_settings_reset_one_sure" = "Жадаеце скончыць гэты сеанс?";
"lng_settings_reset_button" = "Скончыць";
"lng_settings_reset_done" = "Усе іншыя сеансы скончаныя";
"lng_settings_manage_local_storage" = "Налады лакальнага сховішча";
"lng_settings_ask_question" = "Спытацца";
"lng_settings_ask_sure" = "Звярніце ўвагу, што Падтрымка Тэлеграма ажыццяўляецца добраахвотнікамі. Мы стараемся адказваць як мага хутчэй, але гэта можа заняць час. \n\nКалі ласка, праглядзіце ЧаПы Тэлеграма: там ёсць адказы на большасць пытанняў і важныя парады па ліквідацыі хібнасцей.";
"lng_settings_faq_button" = "Прагледзець ЧаПы";
"lng_settings_ask_ok" = "Спытацца";
"lng_settings_faq" = "ЧаПы Тэлеграма";
"lng_settings_logout" = "Выйсці";
"lng_sure_logout" = "Вы ўпэўненыя, што жадаеце выйсці?";

"lng_settings_need_restart" = "Трэба перазапусціць праграму, каб ужыць некаторыя новыя налады. Перазапусціць зараз?";
"lng_settings_restart_now" = "ПЕРАЗАПУСЦІЦЬ";

"lng_sessions_header" = "Бягучы сеанс";
"lng_sessions_other_header" = "Актыўныя сеансы";
"lng_sessions_no_other" = "Няма іншых сеансаў";
"lng_sessions_other_desc" = "Вы можаце ўвайсці ў Тэлеграм з любога мабільнага ўстройства ці камп'ютара, выкарыстоўваючы адзін і той жа нумар тэлефону. Усе вашыя дадзеныя будуць імгненна сінхранізаваныя.";
"lng_sessions_terminate_all" = "Завяршыць усе іншыя сэсіі";

"lng_blocked_list_title" = "Заблакаваныя карыстальнікі";
"lng_blocked_list_unknown_phone" = "невядомы тэлефон";
"lng_blocked_list_unblock" = "Разблакаваць";
"lng_blocked_list_add" = "Заблакаваць карыстальніка";
"lng_blocked_list_add_title" = "Абярыце карыстальніка для блакавання";
"lng_blocked_list_already_blocked" = "ужо заблакаваны";
"lng_blocked_list_about" = "Заблакаваныя карыстальнікі не могуць дасылаць вам паведамленні ці запрашаць вас у суполкі. Яны таксама не могуць бачыць вашыя выяву профілю і статус вашае прысутнасці і апошнюю актыўнасць ў Тэлеграме.";
"lng_blocked_list_not_found" = "Не знойдзена ніводнага карыстальніка.";

"lng_edit_privacy_everyone" = "Усе";
"lng_edit_privacy_contacts" = "Мае кантакты";
"lng_edit_privacy_nobody" = "Ніхто";
"lng_edit_privacy_exceptions" = "Дадаць выключэнні";

"lng_edit_privacy_lastseen_title" = "Налады бачнасці апошняй актыўнасці";
"lng_edit_privacy_lastseen_description" = "Вы можаце абраць тых, хто можа бачыць час вашае апошняе актыўнасці:";
"lng_edit_privacy_lastseen_warning" = "Звярніце ўвагу: вы не зможаце прагледзець час апошняй актыўнасці тых, ад каго вы яго схавалі. Час будзе паказвацца прыблізна («нядаўна», «на гэтым тыдні», «у гэтым месяцы»).";
"lng_edit_privacy_lastseen_always_empty" = "Заўсёды паказваць";
"lng_edit_privacy_lastseen_always#one" = "Заўсёды паказваць для {count}";
"lng_edit_privacy_lastseen_always#other" = "Заўсёды паказваць для {count}";
"lng_edit_privacy_lastseen_never_empty" = "Заўсёды хаваць";
"lng_edit_privacy_lastseen_never#one" = "Заўсёды хаваць ад {count}";
"lng_edit_privacy_lastseen_never#other" = "Заўсёды хаваць ад {count}";
"lng_edit_privacy_lastseen_exceptions" = "Гэтыя налады маюць большы прыярытэт перад наладамі зверху.";
"lng_edit_privacy_lastseen_always_title" = "Заўсёды паказваць для";
"lng_edit_privacy_lastseen_never_title" = "Заўсёды хаваць ад";

"lng_edit_privacy_groups_title" = "Налады запрашэння ў суполкі";
"lng_edit_privacy_groups_description" = "Вы можаце вызначыць, хто можа запрашаць вас у суполкі і каналы:";
"lng_edit_privacy_groups_always_empty" = "Заўсёды дазваляць";
"lng_edit_privacy_groups_always#one" = "Заўсёды дазваляць {count}";
"lng_edit_privacy_groups_always#other" = "Заўсёды дазваляць {count}";
"lng_edit_privacy_groups_never_empty" = "Заўсёды забараняць";
"lng_edit_privacy_groups_never#one" = "Заўсёды забараняць {count}";
"lng_edit_privacy_groups_never#other" = "Заўсёды забараняць {count}";
"lng_edit_privacy_groups_exceptions" = "Гэтыя карыстальнікі змогуць або не змогуць дадаваць вас у суполкі і каналы, незалежна ад налад вышэй.";
"lng_edit_privacy_groups_always_title" = "Заўсёды дазваляць";
"lng_edit_privacy_groups_never_title" = "Заўсёды забараняць";

"lng_edit_privacy_calls_title" = "Бяспека тэлефонных выклікаў";
"lng_edit_privacy_calls_description" = "Вы можаце вызначыць, хто з карыстальнікаў можа вам тэлефанаваць:";
"lng_edit_privacy_calls_always_empty" = "Заўсёды дазваляць";
"lng_edit_privacy_calls_always#one" = "Заўсёды дазваляць {count}";
"lng_edit_privacy_calls_always#other" = "Заўсёды дазваляць {count}";
"lng_edit_privacy_calls_never_empty" = "Заўсёды забараняць";
"lng_edit_privacy_calls_never#one" = "Заўсёды забараняць {count}";
"lng_edit_privacy_calls_never#other" = "Заўсёды забараняць {count}";
"lng_edit_privacy_calls_exceptions" = "Гэтыя карыстальнікі змогуць або не змогуць тэлефанаваць вам, незалежна ад налад вышэй.";
"lng_edit_privacy_calls_always_title" = "Заўсёды дазваляць";
"lng_edit_privacy_calls_never_title" = "Заўсёды забараняць";

"lng_self_destruct_title" = "Самазнішчэнне ўліковага запіса";
"lng_self_destruct_description" = "Калі вы не заходзілі сама менш аднойчы за гэты перыяд, ваш уліковы запіс будзе аўтаматычна выдалены, разам з усімі суполкамі, паведамленнямі і кантактамі.";
"lng_self_destruct_months#one" = "{count} мес.";
"lng_self_destruct_months#other" = "{count} мес.";
"lng_self_destruct_years#one" = "{count} г.";
"lng_self_destruct_years#other" = "{count} г.";

"lng_change_phone_title" = "Змяніць нумар тэлефона";
"lng_change_phone_description" = "Вы можаце змяніць ваш нумар Тэлеграму \nтут. Ваш уліковы запіс і «воблачныя» дадзеныя — \nпаведамленні, медыя, кантакты і г.д. будуць \nперанесеныя на новы нумар.\n\n[b]Звярніце ўвагу[/b]: усе вашыя кантакты ў Тэлеграме \nатрымаюць ваш [b]новы нумар[/b], які будзе дададзены \nў іх адрасную кнігу, пры ўмове, што яны мелі ваш стары \nнумар і вы не заблакавалі іх у Тэлеграме.";
"lng_change_phone_warning" = "Усе вашыя кантакты ў Тэлеграме атрымаюць ваш новы нумар, які будзе дададзены ў іх адрасную кнігу, пры ўмове, што яны мелі ваш стары нумар і вы не заблакавалі іх у Тэлеграме.";
"lng_change_phone_occupied" = "Гэты нумар {phone} ужо падлучаны да ўліковага запісу Тэлеграма. Калі ласка, спярша выдаліце гэты ўліковы запіс, перш чым пераходзіць на новы нумар.";
"lng_change_phone_button" = "Змяніць нумар";
"lng_change_phone_new_title" = "Увядзіце ваш новы нумар";
"lng_change_phone_new_description" = "Мы дашлем вам SMS з кодам пацверджання на ваш новы нумар.";
"lng_change_phone_new_submit" = "Даслаць";
"lng_change_phone_code_title" = "Увядзіце ваш код";
"lng_change_phone_code_description" = "Мы даслалі SMS з кодам актывацыі на ваш тэлефон {phone}.";
"lng_change_phone_success" = "Ваш нумар тэлефону быў зменены.";

"lng_mute_duration_hours#one" = "На {count} гдз.";
"lng_mute_duration_hours#other" = "На {count} гдз.";
"lng_mute_box_tip" = "На які час адключыць апавяшчэнні з гэтай суполкі?";

"lng_preview_loading" = "Загрузка звестак аб спасылцы...";

"lng_profile_settings_section" = "Налады";
"lng_profile_actions_section" = "Дзеянні";
"lng_profile_bot_settings" = "Налады";
"lng_profile_bot_help" = "Дапамога";
"lng_profile_invite_link_section" = "Спасылка-запрашэнне";
"lng_profile_create_public_link" = "Стварыць публічную спасылку";
"lng_profile_edit_public_link" = "Рэдагаваць публічную спасылку";
"lng_profile_search_members" = "Шукаць удзельнікаў";
"lng_profile_manage_admins" = "Наладзіць спіс кіраўнікоў";
"lng_profile_manage_blocklist" = "Заблакаваныя карыстальнікі";
"lng_profile_manage_restrictedlist" = "Абмежаваныя карыстальнікі";
"lng_profile_recent_actions" = "Нядаўнія дзеянні";
"lng_profile_common_groups#one" = "{count} агульная суполка";
"lng_profile_common_groups#other" = "{count} агульных суполак";
"lng_profile_common_groups_section" = "Агульныя суполкі";
"lng_profile_participants_section" = "Удзельнікі";
"lng_profile_info_section" = "Звесткі";
"lng_profile_mobile_number" = "Мабільны:";
"lng_profile_username" = "Мянушка:";
"lng_profile_link" = "Спасылка:";
"lng_profile_bio" = "Звесткі:";
"lng_profile_add_contact" = "Дадаць кантакт";
"lng_profile_edit_contact" = "Рэдагаваць";
"lng_profile_enable_notifications" = "Апавяшчэнні";
"lng_profile_clear_history" = "Ачысціць гісторыю";
"lng_profile_delete_conversation" = "Выдаліць размову";
"lng_profile_clear_and_exit" = "Выдаліць і выйсці";
"lng_profile_leave_channel" = "Выйсці з канала";
"lng_profile_delete_channel" = "Выдаліць канал";
"lng_profile_leave_group" = "Выйсці з суполкі";
"lng_profile_delete_group" = "Выдаліць суполку";
"lng_profile_report" = "Паскардзіцца";
"lng_profile_search_messages" = "Шукаць паведамленні";
"lng_profile_block_user" = "Заблакаваць карыстальніка";
"lng_profile_unblock_user" = "Разблакаваць карыстальніка";
"lng_profile_block_bot" = "Спыніць і заблакаваць бота";
"lng_profile_unblock_bot" = "Разблакаваць бота";
"lng_profile_send_message" = "Даслаць паведамленне";
"lng_profile_share_contact" = "Падзяліцца кантактам";
"lng_profile_invite_to_group" = "Дадаць у суполку";
"lng_profile_delete_contact" = "Выдаліць";
"lng_profile_set_group_photo" = "Змяніць выяву суполкі";
"lng_profile_add_participant" = "Дадаць карыстальнікаў";
"lng_profile_view_channel" = "Праглядзець канал";
"lng_profile_join_channel" = "Далучыцца";
"lng_profile_delete_and_exit" = "Выйсці";
"lng_profile_kick" = "Выдаліць";
"lng_profile_sure_kick" = "Выдаліць {user} з суполкі?";
"lng_profile_sure_kick_channel" = "Выдаліць {user} з канала?";
"lng_profile_loading" = "Загрузка...";
"lng_profile_shared_media" = "Агульныя медыя";
"lng_profile_photos#one" = "{count} выява";
"lng_profile_photos#other" = "{count} выяў";
"lng_profile_photos_header" = "Выявы";
"lng_profile_videos#one" = "{count} відэафайл";
"lng_profile_videos#other" = "{count} відэафайлаў";
"lng_profile_videos_header" = "Відэазапісы";
"lng_profile_songs#one" = "{count} аўдыяфайл";
"lng_profile_songs#other" = "{count} аўдыяфайлаў";
"lng_profile_songs_header" = "Аўдыяфайлы";
"lng_profile_files#one" = "{count} файл";
"lng_profile_files#other" = "{count} файлаў";
"lng_profile_files_header" = "Файлы";
"lng_profile_audios#one" = "{count} аўдыязапіс";
"lng_profile_audios#other" = "{count} аўдыязапісаў";
"lng_profile_audios_header" = "Аўдыязапісы";
"lng_profile_shared_links#one" = "{count} спасылка";
"lng_profile_shared_links#other" = "{count} спасылак";
"lng_profile_shared_links_header" = "Агульныя спасылкі";
"lng_profile_copy_phone" = "Скапіяваць нумар тэлефона";
"lng_profile_copy_fullname" = "Скапіяваць імя";
"lng_profile_drop_area_title" = "Перацягніце выяву сюды,";
"lng_profile_drop_area_subtitle" = "каб прызначыць іх выявай суполкі";
"lng_profile_drop_area_subtitle_channel" = "каб прызначыць іх выявай канала";
"lng_profile_top_bar_share_contact" = "Падзяліцца";

"lng_report_title" = "Паскардзіцца на канал";
"lng_report_group_title" = "Паскардзіцца на суполку";
"lng_report_bot_title" = "Паскардзіцца на бота";
"lng_report_reason_spam" = "Спам";
"lng_report_reason_violence" = "Гвалт";
"lng_report_reason_pornography" = "Парнаграфія";
"lng_report_reason_other" = "Іншае";
"lng_report_reason_description" = "Апісанне";
"lng_report_button" = "Паскардзіцца";
"lng_report_thanks" = "Дзякуй! Вашая скарга будзе неўзабаве разгледжаная нашай камандай.";

"lng_channel_add_members" = "Дадаць карыстальнікаў";
"lng_channel_add_banned" = "Заблакаваць карыстальніка";
"lng_channel_add_restricted" = "Абмежаваць карыстальніка";
"lng_channel_admins" = "Кіраўнікі";
"lng_channel_add_admin" = "Дадаць кіраўніка";
"lng_channel_admin_status_creator" = "Стваральнік";
"lng_channel_admin_status_promoted_by" = "Прызначыў {user}";
"lng_channel_admin_status_not_admin" = "Не кіраўнік";
"lng_channel_banned_status_restricted_by" = "Абмежаваў {user}";

"lng_group_blocked_list_about" = "Заблакаваныя карыстальнікі выдаляюцца з суполкі і могуць вярнуцца толькі ў тым выпадку, калі іх запросіць кіраўнік.\nСпасылкі-запрашэнні для іх не працуюць.";

"lng_chat_all_members_admins" = "Усе удзельнікі – кіраўнікі";
"lng_chat_about_all_admins" = "Усе ўдзельнікі могуць запрашаць іншых карыстальнікаў, рэдагаваць назву і выяву суполкі.";
"lng_chat_about_admins" = "Толькі кіраўнікі могуць дадаваць і выдаляць удзельнікаў, рэдагаваць назву і выяву суполкі.";

"lng_participant_filter" = "Пошук";
"lng_participant_invite" = "Запрасіць";
"lng_participant_invite_sorry#one" = "Выбачайце, але вы ўласна можаце дадаць да канала толькі {count} удзельніка.\n\nДалучыцца да канала можна праз спасылку-запрашэнне.";
"lng_participant_invite_sorry#other" = "Выбачайце, але вы ўласна можаце дадаць да канала толькі {count} удзельнікаў.\n\nДалучыцца да канала можна праз спасылку-запрашэнне.";
"lng_create_group_back" = "Назад";
"lng_create_group_next" = "Далей";
"lng_create_group_create" = "Стварыць";
"lng_create_group_title" = "Новая суполка";
"lng_create_channel_title" = "Новы канал";
"lng_create_public_channel_title" = "Публічны канал";
"lng_create_public_channel_about" = "Кожны можа знайсці канал праз пошук і далучыцца";
"lng_create_private_channel_title" = "Прыватны канал";
"lng_create_private_channel_about" = "Далучыцца да канала можна толькі праз спасылку-запрашэнне";
"lng_create_public_group_title" = "Публічная суполка";
"lng_create_public_group_about" = "Кожны можа знайсці суполку праз пошук і далучыцца, гісторыя паведамленняў даступная для ўсіх";
"lng_create_private_group_title" = "Прыватная суполка";
"lng_create_private_group_about" = "Да прыватных суполак можна далучыцца толькі праз спасылку-запрашэнне";
"lng_create_group_skip" = "Прапусціць";

"lng_create_channel_link_invalid" = "Гэтая спасылка мае недапушчальны фармат";
"lng_create_channel_link_occupied" = "Выбачайце, але гэтая спасылка ўжо занятая.";
"lng_create_channel_link_too_short" = "Выбачайце, але гэтая спасылка занадта кароткая.";
"lng_create_channel_link_bad_symbols" = "Выбачайце, але ў гэтай спасылцы ёсць недапушчальныя сімвалы.";
"lng_create_channel_link_available" = "Гэтая спасылка даступная";
"lng_create_channel_link_copied" = "Спасылка скапіявана ў буфер";

"lng_create_group_crop" = "Вылучыце зону для выявы суполкі";
"lng_create_channel_crop" = "Вылучыце зону для выявы каналу";

"lng_failed_add_participant" = "Немагчыма дадаць карыстальніка. Паспрабуйце пазней.";
"lng_failed_add_not_mutual" = "Карыстальніка, які выйшаў з суполкі, можна дадаць назад толькі пры ўзаемным кантактаванні (ён павінен мець ваш нумар тэлефону, а вы – яго). Выбачайце.";
"lng_failed_add_not_mutual_channel" = "Карыстальніка, які выйшаў з канала, можна дадаць назад толькі пры ўзаемным кантактаванні (ён павінен мець ваш нумар тэлефону, а вы – яго). Выбачайце.";

"lng_sure_delete_contact" = "Ці вы ўпэўненыя, што жадаеце выдаліць {contact} з вашага ліста?";
"lng_sure_delete_history" = "Вы ўпэўненыя, што жадаеце выдаліць гісторыю паведамленняў з {contact}?\n\nДзеянне немагчыма скасаваць.";
"lng_sure_delete_group_history" = "Вы ўпэўненыя, што жадаеце выдаліць усю гісторыю паведамленняў у {group}?\n\nГэтае дзеянне немагчыма скасаваць.";
"lng_sure_delete_and_exit" = "Вы ўпэўненыя, што жадаеце выдаліць гісторыю паведамленняў і выйсці з «{group}>?\n\nДзеянне немагчыма скасаваць";
"lng_sure_leave_channel" = "Вы ўпэўненыя, што жадаеце\nвыйсці з гэтага канала?";
"lng_sure_delete_channel" = "Вы ўпэўненыя, што жадаеце выдаліць гэты канал? Усе карыстальнікі страцяць да яго доступ, а паведамленні будуць выдаленыя.";
"lng_sure_leave_group" = "Вы ўпэўненыя, што жадаеце выйсці\nз гэтай суполкі? Гэтае дзеянне немагчыма скасаваць.";
"lng_sure_delete_group" = "Вы ўпэўненыя, што жадаеце выдаліць гэтую суполку? Усе карыстальнікі страцяць да яе доступ, а паведамленні будуць выдаленыя.";

"lng_message_empty" = "Пустое паведамленне";
"lng_message_unsupported" = "Гэтае паведамленне не падтрымліваецца вашай версіяй Тэлеграма. Вы можаце абнавіць праграму цераз налады альбо спампаваць яе адсюль: {link}";

"lng_duration_seconds#one" = "{count} с.";
"lng_duration_seconds#other" = "{count} с.";
"lng_duration_minsec_minutes#one" = "{count} хв.";
"lng_duration_minsec_minutes#other" = "{count} хв.";
"lng_duration_minsec_seconds#one" = "{count} с.";
"lng_duration_minsec_seconds#other" = "{count} с.";
"lng_duration_minutes_seconds" = "{minutes_count} {seconds_count}";

"lng_action_add_user" = "{from} дадаў(-ла) {user}";
"lng_action_add_users_many" = "{from} дадаў(-ла) {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} і {user}";
"lng_action_add_you" = "{from} дадаў(-ла) вас у гэты канал";
"lng_action_you_joined" = "Вы далучыліся да канала";
"lng_action_add_you_group" = "{from} дадаў(-ла) вас у гэтую суполку";
"lng_action_you_joined_group" = "Вы далучыліся да гэтай суполкі";
"lng_action_kick_user" = "{from} выдаліў {user}";
"lng_action_user_left" = "{from} выйшаў(-ла) з суполкі";
"lng_action_user_joined" = "{from} далучыўся(-лася) да суполкі";
"lng_action_user_joined_by_link" = "{from} далучыўся(-лася) да суполкі праз спасылку-запрашэнне";
"lng_action_user_registered" = "{from} далучыўся(-лася) да Тэлеграма";
"lng_action_removed_photo" = "{from} выдаліў выяву суполкі";
"lng_action_removed_photo_channel" = "Выява канала выдаленая";
"lng_action_changed_photo" = "{from} абнавіў(-ла) выяву суполкі";
"lng_action_changed_photo_channel" = "Выява канала абноўленая";
"lng_action_changed_title" = "{from} змяніў назву суполкі на «{title}»";
"lng_action_changed_title_channel" = "Назва канала была змененая на «{title}»";
"lng_action_created_chat" = "{from} стварыў суполку «{title}»";
"lng_action_created_channel" = "Канал створаны";
"lng_action_group_migrate" = "Суполка была ператворана ў суперсуполку";
"lng_action_pinned_message" = "{from} замацаваў(-ла) «{text}»";
"lng_action_pinned_media" = "{from} замацаваў(ла) {media}";
"lng_action_pinned_media_photo" = "выяву";
"lng_action_pinned_media_video" = "відэазапіс";
"lng_action_pinned_media_audio" = "аўдыязапіс";
"lng_action_pinned_media_voice" = "аўдыязапіс";
"lng_action_pinned_media_video_message" = "відэазапіс";
"lng_action_pinned_media_file" = "файл";
"lng_action_pinned_media_gif" = "анімацыю";
"lng_action_pinned_media_contact" = "звесткі аб кантакце";
"lng_action_pinned_media_location" = "месцазнаходжанне";
"lng_action_pinned_media_sticker" = "налепку";
"lng_action_pinned_media_emoji_sticker" = "налепку {emoji}";
"lng_action_pinned_media_game" = "гульню «{game}»";
"lng_action_game_score#one" = "{from} набраў(-ла) {count} ў {game}";
"lng_action_game_score#other" = "{from} набраў(-ла) {count} ў {game}";
"lng_action_game_you_scored#one" = "Вы набралі  {count} у {game}";
"lng_action_game_you_scored#other" = "Вы набралі  {count} у {game}";
"lng_action_game_score_no_game#one" = "{from} набраў(-ла) {count}";
"lng_action_game_score_no_game#other" = "{from} набраў(-ла) {count}";
"lng_action_game_you_scored_no_game#one" = "Вы набралі  {count}";
"lng_action_game_you_scored_no_game#other" = "Вы набралі {count}";
"lng_action_payment_done" = "Вы паспяхова перавялі {amount} да {user}";
"lng_action_payment_done_for" = "Вы паспяхова перавялі {amount} да {user} за {invoice}";
"lng_action_took_screenshot" = "{from} зрабіў(-ла) здымак экрана!";
"lng_action_you_took_screenshot" = "Вы зрабілі здымак экрана!";

"lng_ttl_photo_received" = "{from} даслаў(-ла) вам выяву з таймерам самазнішчэння. Вы можаце праглядзець яе на сваёй мабільнай прыладзе.";
"lng_ttl_photo_sent" = "Вы даслалі выяву з таймерам самазнішчэння.";
"lng_ttl_photo_expired" = "Выява самазнішчылася";
"lng_ttl_video_received" = "{from} даслаў(-ла) вам відэазапіс з таймерам самазнішчэння. Вы можаце праглядзець яго на сваёй мабільнай прыладзе.";
"lng_ttl_video_sent" = "Вы даслалі відэазапіс з таймерам самазнішчэння.";
"lng_ttl_video_expired" = "Відэазапіс самазнішчыўся ";

"lng_profile_migrate_reached#one" = "Дасягнуты ліміт удзельнікаў у {count}";
"lng_profile_migrate_reached#other" = "Дасягнуты ліміт удзельнікаў у {count}";
"lng_profile_migrate_body" = "Калі вы жадаеце перавысіць гэты ліміт, вы можаце ператварыць вашую суполку ў суперсуполку.";
"lng_profile_migrate_learn_more" = "Дазнацца больш »";
"lng_profile_migrate_button" = "Абнавіцца да суперсуполкі";
"lng_profile_convert_title" = "Абнавіцца да суперсуполкі";
"lng_profile_convert_feature1" = "— Новыя удзельнікі бачаць усю гісторыю паведамленняў";
"lng_profile_convert_feature2" = "— Паведамленні выдаляюцца для ўсіх карыстальнікаў";
"lng_profile_convert_feature3" = "— Кіраўнікі могуць замацоўваць значныя паведамленні";
"lng_profile_convert_feature4" = "— Стваральнік можа прызначаць публічную спасылку для суполкі";
"lng_profile_convert_warning" = "{bold_start}Увага{bold_end} : гэтае дзеянне немагчыма скасаваць.";
"lng_profile_convert_confirm" = "Абнавіцца";
"lng_profile_add_more_after_upgrade#one" = "Абмежаванне па колькасці ўзвысіцца да {count} удзельніка пасля таго, як вы ператворыце сваю суполку ў суперсуполку.";
"lng_profile_add_more_after_upgrade#other" = "Абмежаванне па колькасці ўзвысіцца да {count} удзельнікаў пасля таго, як вы ператворыце сваю суполку ў суперсуполку.";

"lng_channel_not_accessible" = "Выбачайце, але ў вас няма доступу да гэтага канала";
"lng_group_not_accessible" = "Выбачайце, але гэтая суполка недаступная.";

"lng_channels_too_much_public_about" = "Выбачайце, але вы занялі зашмат публічных мянушак. Вы можаце абнуліць адну з мянушак з вашых старых суполак ці каналаў.";
"lng_channels_too_much_public_revoke_confirm_group" = "Вы ўпэўнены, што жадаеце абнуліць спасылку {link}?\n\nСуполка «{group}» стане прыватнай.";
"lng_channels_too_much_public_revoke_confirm_channel" = "Вы ўпэўнены, што жадаеце абнуліць спасылку {link}?\n\nКанал «{group}» стане прыватным.";
"lng_channels_too_much_public_revoke" = "Абнуліць";

"lng_group_invite_bad_link" = "Гэтая спасылка-запрашэнне няправільная або яе тэрмін дзеяння скончыўся.";
"lng_group_invite_join" = "Далучыцца";

"lng_group_invite_members#one" = "{count} удзельнік, сярод іх:";
"lng_group_invite_members#other" = "{count} удзельнікаў, сярод іх:";

"lng_group_invite_create" = "Стварыць спасылку-запрашэнне";
"lng_group_invite_about" = "Карыстальнікі Тэлеграма будуць мець\nмагчымасць далучыцца да вашае суполкі, калі перайдуць па гэтай спасылцы.";
"lng_group_invite_create_new" = "Абнуліць спасылку-запрашэнне";
"lng_group_invite_about_new" = "Вашая папярэдняя спасылка была дэактываваная, таму зараз мы згенеруем новую спасылку.";
"lng_group_invite_copied" = "Спасылка скапіяваная ў буфер абмену";
"lng_group_invite_no_room" = "Немагчыма далучыцца да гэтай суполкі, бо ў ёй зараз зашмат карыстальнікаў.";

"lng_channel_public_link_copied" = "Спасылка скапіяваная ў буфер.";

"lng_forwarded" = "Перадаслана ад {user}";
"lng_forwarded_date" = "Арыгінал: {date}";
"lng_forwarded_channel" = "Перадаслана ад {channel}";
"lng_forwarded_via" = "Перадаслана ад {user} цераз {inline_bot}";
"lng_forwarded_channel_via" = "Перадаслана ад {channel} цераз {bot}";
"lng_forwarded_signed" = "{channel} ({user})";
"lng_in_reply_to" = "У адказ да";
"lng_edited" = "зменена";
"lng_edited_date" = "Зменена: {date}";
"lng_cancel_edit_post_sure" = "Скасаваць змены?";
"lng_cancel_edit_post_yes" = "Так";
"lng_cancel_edit_post_no" = "Не";

"lng_bot_share_location_unavailable" = "Выбачайце, але ў дэсктоп-версіі пакуль што нельга дзяліцца месцазнаходжаннем.";
"lng_bot_inline_geo_unavailable" = "Выбачайце, але гэтаму боту неабходна ведаць вашае месцазнаходжанне.\nНа жаль, гэта пакуль што немагчыма ў дэсктоп-версіі.";
"lng_bot_share_phone" = "Падзяліцца нумарам тэлефону?";
"lng_bot_share_phone_confirm" = "Падзяліцца";

"lng_attach_failed" = "Не атрымалася";
"lng_attach_file" = "Файл";
"lng_attach_photo" = "Выява";

"lng_media_type" = "Тып медыя";
"lng_media_type_photos" = "Выявы";
"lng_media_type_videos" = "Відэазапісы";
"lng_media_type_songs" = "Аўдыяфайлы";
"lng_media_type_files" = "Файлы";
"lng_media_type_audios" = "Аўдыязапісы";
"lng_media_type_links" = "Спасылкі";

"lng_media_open_with" = "Адкрыць праз";
"lng_media_download" = "Спампаваць";
"lng_media_cancel" = "Скасаваць";
"lng_media_video" = "Відэазапіс";
"lng_media_audio" = "Аўдыязапіс";

"lng_media_auto_settings" = "Налады аўта-спампоўкі медыяфайлаў";
"lng_media_auto_photo" = "Аўта-спампоўка выяў";
"lng_media_auto_audio" = "Аўта-спампоўка аўдыязапісаў";
"lng_media_auto_gif" = "Аўта-спампоўка анімацый";
"lng_media_auto_private_chats" = "Прыватныя размовы";
"lng_media_auto_groups" = "Суполкі і каналы";
"lng_media_auto_play" = "Аўта-прайграваць";

"lng_emoji_category0" = "Часта ўжываныя";
"lng_emoji_category1" = "Людзі";
"lng_emoji_category2" = "Прырода";
"lng_emoji_category3" = "Ежа і пітво";
"lng_emoji_category4" = "Заняткі";
"lng_emoji_category5" = "Вандроўкі і месцы";
"lng_emoji_category6" = "Аб’екты";
"lng_emoji_category7" = "Сімвалы і сцягі";
"lng_emoji_hide_panel" = "Пстрыкніце тут, каб схаваць панэль эмодзі";

"lng_recent_stickers" = "Часта ўжываныя";
"lng_faved_stickers" = "Абраныя налепкі";
"lng_faved_stickers_add" = "Дадаць у абранае";
"lng_faved_stickers_remove" = "Прыбраць з абранага";
"lng_group_stickers" = "Налепкі суполкі";
"lng_group_stickers_description" = "Вы можаце абраць набор налепак, які будзе даступны ўсім удзельнікам суполкі.";
"lng_group_stickers_add" = "Абраць набор налепак";

"lng_switch_stickers" = "Налепкі";
"lng_switch_emoji" = "Эмодзі";
"lng_switch_gifs" = "Анімацыі";
"lng_stickers_featured_add" = "Дадаць";
"lng_gifs_search" = "Шукаць анімацыі";
"lng_gifs_no_saved" = "У вас няма захаваных анімацый";

"lng_inline_bot_no_results" = "Няма вынікаў.";
"lng_inline_bot_via" = "цераз {inline_bot}";

"lng_box_remove" = "Выдаліць";

"lng_stickers_installed_tab" = "Налепкі";
"lng_stickers_featured_tab" = "Папулярныя";
"lng_stickers_archived_tab" = "У архіве";
"lng_stickers_remove_pack" = "Выдаліць «{sticker_pack}»?";
"lng_stickers_add_pack" = "Дадаць налепкі";
"lng_stickers_share_pack" = "Падзяліцца налепкамі";
"lng_stickers_not_found" = "Набор налепак не знойдзены.";
"lng_stickers_packs_archived" = "Некаторыя з вашых неўжываных налепак былі перамешчаны ў архіў, каб пакінуць места для набораў, якія вы актывавалі.";
"lng_stickers_copied" = "Набор налепак скапіяваны ў буфер абмену.";
"lng_stickers_default_set" = "Вялікія Геніі";
"lng_stickers_you_have" = "Налады набораў налепак";
"lng_stickers_return" = "Адмяніць";
"lng_stickers_count#one" = "{count} налепка";
"lng_stickers_count#other" = "{count} налепак";
"lng_stickers_masks_pack" = "Гэта набор налепак-масак. Вы можаце ўжываць іх у фотарэдактары нашых мабільных праграм.";
"lng_stickers_group_set" = "Набор налепак суполкі";
"lng_stickers_remove_group_set" = "Выдаліць набор налепак суполкі?";
"lng_stickers_group_from_your" = "Абраць са сваіх налепак";

"lng_in_dlg_photo" = "Выява";
"lng_in_dlg_video" = "Відэазапіс";
"lng_in_dlg_audio_file" = "Аўдыяфайл";
"lng_in_dlg_contact" = "Кантакт";
"lng_in_dlg_audio" = "Аўдыязапіс";
"lng_in_dlg_video_message" = "Відэазапіс";
"lng_in_dlg_file" = "Файл";
"lng_in_dlg_sticker" = "Налепка";
"lng_in_dlg_sticker_emoji" = "Налепка {emoji} ";

"lng_ban_user" = "Заблакаваць карыстыльніка";
"lng_delete_all_from" = "Выдаліць усё ад гэтага карыстальніка";
"lng_report_spam" = "Паскардзіцца на спам";
"lng_report_spam_hide" = "Схаваць";
"lng_report_spam_thanks" = "Дзякуем за вашую скаргу!";
"lng_report_spam_sure" = "Вы ўпэўненыя, што жадаеце паскардзіцца на гэтага карыстальніка?";
"lng_report_spam_sure_group" = "Вы ўпэўненыя, што жадаеце паскардзіцца на гэтую суполку?";
"lng_report_spam_sure_channel" = "Вы ўпэўненыя, што жадаеце паскардзіцца на гэты канал?";
"lng_report_spam_ok" = "Паскардзіцца";
"lng_cant_send_to_not_contact" = "Выбачайце, але зараз вы можаце дасылаць паведамленні \nтолькі ўзаемным кантактам. \n{more_info}";
"lng_cant_invite_not_contact" = "Выбачайце, але зараз вы можаце дадаваць \nу суполкі толькі ўзаемныя кантакты. \n{more_info}";
"lng_cant_more_info" = "Дазнацца больш »";
"lng_cant_invite_banned" = "Выбачайце, але толькі кіраўнік можа дадаць гэтага карыстальніка.";
"lng_cant_invite_privacy" = "Выбачайце, але вы не можаце дадаць гэтага карыстальніка у суполкі, бо ён(яна) забараніў(-ла) гэта сваімі наладамі прыватнасці. ";
"lng_cant_invite_privacy_channel" = "Выбачайце, але вы не можаце дадаць гэтага карыстальніка да каналаў, бо ён(яна) забараніў(-ла) гэта сваімі наладамі прыватнасці.";
"lng_cant_delete_group#one" = "Выбачайце, але на дадзены момант карыстальнікі не могуць выдаляць суполку з колькасцю удзельнікаў, вышэйшай за {count}. Звяжыцеся з падтрымкай Тэлеграма, калі вы хочаце выдаліць гэтую суполку.";
"lng_cant_delete_group#other" = "Выбачайце, але на дадзены момант карыстальнікі не могуць выдаляць суполку з колькасцю удзельнікаў, вышэйшай за {count}. Звяжыцеся з падтрымкай Тэлеграма, калі вы хочаце выдаліць гэтую суполку.";
"lng_cant_delete_channel#one" = "Выбачайце, але на дадзены момант карыстальнікі не могуць выдаляць каналы з колькасцю удзельнікаў, вышэйшай за {count}. Звяжыцеся з падтрымкай Тэлеграма, калі вы хочаце выдаліць гэты канал.";
"lng_cant_delete_channel#other" = "Выбачайце, але на дадзены момант карыстальнікі не могуць выдаляць каналы з колькасцю удзельнікаў, вышэйшай за {count}. Звяжыцеся з падтрымкай Тэлеграма, калі вы хочаце выдаліць гэты канал.";
"lng_cant_do_this" = "Выбачайце, але гэтае дзеянне немагчымае.";

"lng_send_button" = "Даслаць";
"lng_message_ph" = "Напішыце паведамленне...";
"lng_broadcast_ph" = "Разаслаць паведамленне...";
"lng_broadcast_silent_ph" = "Бязгучная рассылка...";
"lng_record_cancel" = "Адвядзіце курсор і адпусціце, каб скасаваць";
"lng_will_be_notified" = "Удзельнікі будуць апавешчаныя аб новых паведамленнях";
"lng_wont_be_notified" = "Удзельнікі не будуць апавешчаныя аб новых паведамленнях";
"lng_willbe_history" = "Абярыце размову, каб пачаць перапісвацца";
"lng_from_you" = "Вы";
"lng_from_draft" = "Чарнавік";
"lng_bot_description" = "Што можа рабіць гэты бот?";
"lng_unblock_button" = "Разблакаваць";
"lng_channel_join" = "Далучыцца да канала";
"lng_channel_mute" = "Адключыць апавяшчэнні";
"lng_channel_unmute" = "Уключыць апавяшчэнні";

"lng_dialogs_text_with_from" = "{from_part} {message}";
"lng_dialogs_text_from_wrapped" = "{from}:";
"lng_dialogs_text_media" = "{media_part} {caption}";
"lng_dialogs_text_media_wrapped" = "{media},";
"lng_dialogs_show_all_chats" = "Паказаць усе размовы";
"lng_dialogs_hide_muted_chats" = "Схаваць сцішаныя размовы";

"lng_open_this_link" = "Адкрыць гэтую спасылку?";
"lng_open_link" = "Адкрыць";
"lng_allow_bot_pass" = "Вы сапраўды дазваляеце {bot_name} перадаваць звесткі аб вашым уліковым запісе Тэлеграма на старонкі Сеціва, якія вы адкрываеце з дапамогай гэтага бота?";
"lng_allow_bot" = "Дазволіць";

"lng_bot_start" = "Запусціць";
"lng_bot_choose_group" = "Абраць суполку";
"lng_bot_no_groups" = "У вас няма суполак";
"lng_bot_groups_not_found" = "Суполкі не знойдзеныя";
"lng_bot_sure_invite" = "Дадаць бота ў «{group}»?";
"lng_bot_already_in_group" = "Гэты бот ужо ёсць удзельнікам гэтае суполкі.";
"lng_bot_choose_chat" = "Абраць размову";
"lng_bot_no_chats" = "У вас пакуль што няма размоў";
"lng_bot_chats_not_found" = "Не знойдзена размоў";
"lng_bot_sure_share_game" = "Падзяліцца гульнёй з {user}?";
"lng_bot_sure_share_game_group" = "Падзяліцца гульнёй з «{group}»?";

"lng_typing" = "піша";
"lng_user_typing" = "{user} піша";
"lng_users_typing" = "{user} і {second_user} пішуць";
"lng_many_typing#one" = "{count} піша";
"lng_many_typing#other" = "{count} пішуць";
"lng_playing_game" = "гуляе";
"lng_user_playing_game" = "{user} гуляе";
"lng_users_playing_game" = "{user} і {second_user} гуляюць";
"lng_many_playing_game#one" = "{count} гуляе";
"lng_many_playing_game#other" = "{count} гуляюць";
"lng_send_action_record_video" = "робіць відэазапіс";
"lng_user_action_record_video" = "{user} робіць відэазапіс";
"lng_send_action_upload_video" = "адпраўляе відэазапіс";
"lng_user_action_upload_video" = "{user} адпраўляе відэазапіс";
"lng_send_action_record_audio" = "робіць аўдыязапіс";
"lng_user_action_record_audio" = "{user} робіць аўдыязапіс";
"lng_send_action_upload_audio" = "адпраўляе аўдыязапіс";
"lng_user_action_upload_audio" = "{user} адпраўляе аўдыязапіс";
"lng_send_action_record_round" = "робіць відэазапіс";
"lng_user_action_record_round" = "{user} робіць відэазапіс";
"lng_send_action_upload_round" = "дасылае відэазапіс";
"lng_user_action_upload_round" = "{user} адпраўляе відэазапіс";
"lng_send_action_upload_photo" = "адпраўляе выяву";
"lng_user_action_upload_photo" = "{user} адпраўляе выяву";
"lng_send_action_upload_file" = "адпраўляе файл";
"lng_user_action_upload_file" = "{user} адпраўляе файл";
"lng_send_action_geo_location" = "дасылае месцазнаходжанне";
"lng_user_action_geo_location" = "{user} дасылае месцазнаходжанне";
"lng_send_action_choose_contact" = "абірае кантакт";
"lng_user_action_choose_contact" = "{user} абірае кантакт";
"lng_unread_bar#one" = "{count} непрачытанае паведамленне";
"lng_unread_bar#other" = "{count} непрачытаных паведамленняў";

"lng_maps_point" = "Месцазнаходжанне";
"lng_save_photo" = "Захаваць выяву";
"lng_save_video" = "Захаваць відэазапіс";
"lng_save_audio_file" = "Захаваць аўдыяфайл";
"lng_save_audio" = "Захаваць аўдыязапіс";
"lng_save_file" = "Захаваць файл";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_image" = "Абярыце выяву";
"lng_choose_files" = "Абярыце файлы";
"lng_game_tag" = "Гульня";

"lng_context_view_profile" = "Прагледзець профіль";
"lng_context_view_group" = "Прагледзець звесткі аб суполцы";
"lng_context_view_channel" = "Прагледзець звесткі аб канале";
"lng_context_pin_to_top" = "Замацаваць";
"lng_context_unpin_from_top" = "Адмацаваць";

"lng_context_promote_admin" = "Прызначыць кіраўніком";
"lng_context_edit_permissions" = "Наладзіць паўнамоцтвы";
"lng_context_restrict_user" = "Абмежаваць карыстальніка";
"lng_context_remove_from_group" = "Выдаліць з суполкі";

"lng_context_copy_link" = "Скапіяваць спасылку";
"lng_context_copy_post_link" = "Спаслацца на паведамленне";
"lng_context_copy_email" = "Скапіяваць адрас электроннай пошты";
"lng_context_copy_hashtag" = "Скапіяваць цэтлік";
"lng_context_copy_mention" = "Скапіяваць мянушку";
"lng_context_save_image" = "Захаваць выяву як...";
"lng_context_copy_image" = "Скапіяваць выяву";
"lng_context_cancel_download" = "Скасаваць спампоўку";
"lng_context_show_in_folder" = "Адлюстраваць у тэчцы";
"lng_context_show_in_finder" = "Адлюстраваць праз Finder";
"lng_context_save_video" = "Захаваць відэазапіс як...";
"lng_context_save_audio_file" = "Захаваць аўдыяфайл як...";
"lng_context_save_audio" = "Захаваць аўдыязапіс як...";
"lng_context_pack_info" = "Звесткі аб наборы";
"lng_context_pack_add" = "Дадаць налепкі";
"lng_context_save_file" = "Захаваць файл як...";
"lng_context_copy_text" = "Скапіяваць тэкст";
"lng_context_open_gif" = "Праглядзець анімацыю";
"lng_context_save_gif" = "Захаваць анімацыю";
"lng_context_to_msg" = "Перайсці да паведамлення";
"lng_context_reply_msg" = "Адказаць";
"lng_context_edit_msg" = "Рэдагаваць";
"lng_context_forward_msg" = "Перадаслаць паведамленне";
"lng_context_delete_msg" = "Выдаліць паведамленне";
"lng_context_select_msg" = "Абраць паведамленне";
"lng_context_pin_msg" = "Замацаваць паведамленне";
"lng_context_unpin_msg" = "Адмацаваць паведамленне";
"lng_context_cancel_upload" = "Скасаваць запампоўку";
"lng_context_copy_selected" = "Скапіяваць абраны тэкст";
"lng_context_copy_selected_items" = "Скапіяваць як тэкст";
"lng_context_forward_selected" = "Перадаслаць абранае";
"lng_context_delete_selected" = "Выдаліць абранае";
"lng_context_clear_selection" = "Скінуць вылучэнне";
"lng_send_images_compress#one" = "Сціснуць выяву";
"lng_send_images_compress#other" = "Сціснуць выявы";
"lng_send_image_empty" = "Немагчыма даслаць пусты файл: {name}";
"lng_send_image_too_large" = "Немагчыма даслаць файл, бо ягоны памер большы за 1500 МБ: {name}";
"lng_send_folder" = "Немагчыма даслаць «{name}», бо гэта тэчка :(";
"lng_send_images_selected#one" = "Абрана {count} выява";
"lng_send_images_selected#other" = "Абраныя {count} выяў";
"lng_send_photos#one" = "Даслаць {count} выяву";
"lng_send_photos#other" = "Даслаць {count} выяў";
"lng_send_files_selected#one" = "Абраны {count} файл";
"lng_send_files_selected#other" = "Абраныя {count} файлаў";
"lng_send_files#one" = "Даслаць {count} файл";
"lng_send_files#other" = "Даслаць {count} файлаў";

"lng_forward_choose" = "Абраць атрымальніка...";
"lng_forward_cant" = "Выбачайце, але сюды нельга перадасылаць :(";
"lng_forward_share_contact" = "Падзяліцца кантактам з {recipient}?";
"lng_forward_share_cant" = "Выбачайце, але сюды нельга даслаць кантакт :(";
"lng_forward_send_file_confirm" = "Даслаць «{name}» да {recipient}?";
"lng_forward_send_files_confirm" = "Даслаць абраныя файлы да {recipient}?";
"lng_forward_send_files_cant" = "Выбачайце, але сюды нельга даслаць медыяфайлы :(";
"lng_forward_send" = "Даслаць";
"lng_forward_messages#one" = "{count} перадасланае паведамленне";
"lng_forward_messages#other" = "{count} перадасланыя паведамленні";
"lng_forwarding_from#one" = "{user} і яшчэ {count}";
"lng_forwarding_from#other" = "{user} і яшчэ {count}";
"lng_forwarding_from_two" = "{user} і {second_user}";
"lng_inline_switch_choose" = "Абярыце размову...";
"lng_inline_switch_cant" = "Выбачайце, але тут нельга нічога пісаць :(";

"lng_share_cant" = "Выбачайце, але тут нельга дзяліцца :(";
"lng_reply_cant" = "Выбачайце, але ў суперсуполцы нельга адказваць на старыя паведамленні :(";
"lng_reply_cant_forward" = "Выбачайце, але ў суперсуполцы нельга адказваць на старыя паведамленні :( Жадаеце перадаслаць яго і дадаць каментар?";

"lng_share_title" = "Падзяліцца з";
"lng_share_copy_link" = "Скапіяваць спасылку ";
"lng_share_confirm" = "Даслаць";
"lng_share_wrong_user" = "Гэтая гульня была адкрытая іншым карыстальнікам.";
"lng_share_game_link_copied" = "Спасылка на гульню скапіяваная ў буфер.";
"lng_share_done" = "Гатова!";

"lng_contact_phone" = "Нумар тэлефону";
"lng_enter_contact_data" = "Новы кантакт";
"lng_edit_group_title" = "Рэдагаваць назву суполкі";
"lng_edit_contact_title" = "Рэдагаваць імя кантакта";
"lng_edit_channel_title" = "Рэдагаваць канал";
"lng_edit_sign_messages" = "Падпісваць паведамленні";
"lng_edit_group_who_invites" = "Хто можа дадаваць удзельнікаў";
"lng_edit_group_invites_everybody" = "Усе ўдзельнікі";
"lng_edit_group_invites_only_admins" = "Толькі кіраўнікі";
"lng_edit_group" = "Рэдагаваць суполку";
"lng_edit_self_title" = "Рэдагаваць уласнае імя";
"lng_confirm_contact_data" = "Новы кантакт";
"lng_add_contact" = "Стварыць";
"lng_add_contact_button" = "Новы кантакт";
"lng_contacts_header" = "Кантакты";
"lng_contact_not_joined" = "На жаль, {name} яшчэ не далучыўся(-лася) да Тэлеграма, але вы можаце даслаць яму (ёй) запрашэнне.\n\nМы паведамім вас, калі нехта з вашых кантактаў далучыцца да Тэлеграму.";
"lng_try_other_contact" = "Паспрабаваць іншы";
"lng_create_group_link" = "Спасылка";
"lng_create_group_invite_link" = "Спасылка-запрашэнне";
"lng_create_group_description" = "Апісанне (неабавязкова)";

"lng_drag_images_here" = "Перацягніце выявы сюды,";
"lng_drag_photos_here" = "Перацягніце выявы сюды,";
"lng_drag_files_here" = "Перацягніце файлы сюды,";

"lng_drag_to_send_quick" = "каб даслаць іх хуткім шляхам";
"lng_drag_to_send_no_compression" = "каб даслаць іх без сціскання";
"lng_drag_to_send_files" = "каб даслаць іх напрамую";

"lng_selected_clear" = "Скасаваць";
"lng_selected_delete" = "Выдаліць";
"lng_selected_forward" = "Перадаслаць";
"lng_selected_cancel_sure_this" = "Скасаваць запампоўку?";
"lng_selected_upload_stop" = "Спыніць";
"lng_selected_delete_sure_this" = "Жадаеце выдаліць гэтае паведамленне?";
"lng_selected_delete_sure#one" = "Вы сапраўды хочаце выдаліць {count} паведамленне?";
"lng_selected_delete_sure#other" = "Вы сапраўды хочаце выдаліць {count} паведамленняў?";
"lng_delete_photo_sure" = "Вы сапраўды жадаеце выдаліць гэтую выяву?";
"lng_delete_for_everyone_hint#one" = "Яно будзе выдалена для ўсіх удзельнікаў размовы.";
"lng_delete_for_everyone_hint#other" = "Яны будуць выдаленыя для ўсіх удзельнікаў размовы.";
"lng_delete_for_me_chat_hint#one" = "Яно будзе выдалена толькі для вас і застанецца для астатніх удзельнікаў размовы.";
"lng_delete_for_me_chat_hint#other" = "Яны будуць выдаленыя толькі для вас і застануцца для астатніх удзельнікаў размовы.";
"lng_delete_for_me_hint#one" = "Яно будзе выдалена толькі для вас.";
"lng_delete_for_me_hint#other" = "Яны будуць выдаленыя толькі для вас.";
"lng_delete_for_everyone_check" = "Выдаліць для ўсіх";
"lng_delete_for_other_check" = "Выдаліць для {user}";
"lng_box_delete" = "Выдаліць";
"lng_box_leave" = "Выйсці";

"lng_about_version" = "версія {version}";
"lng_about_text_1" = "Афіцыйная бясплатная праграма, заснаваная на [a href=\"https://core.telegram.org/api\"]API Тэлеграма[/a]\nдля хуткасці і бяспекі.";
"lng_about_text_2" = "Гэтае ПЗ распаўсюджваецца па ліцэнзіі [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] 3 версіі.\nЗыходны код даступны на [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Прагледзьце {faq_open}ЧаПы Тэлеграма{faq_close}, каб дазнацца больш.";
"lng_about_done" = "Гатова";

"lng_search_no_results" = "Паведамленні не знойдзеныя";
"lng_search_found_results#one" = "Знойдзена {count} паведамленне";
"lng_search_found_results#other" = "Знойдзена {count} паведамленняў";
"lng_search_global_results" = "Вынікі глабальнага пошуку";
"lng_search_messages_from" = "Паказаць паведамленні ад";

"lng_media_save_progress" = "{ready} з {total} {mb}";
"lng_mediaview_save_as" = "Захаваць як...";
"lng_mediaview_copy" = "Скапіяваць";
"lng_mediaview_forward" = "Перадаслаць";
"lng_mediaview_delete" = "Выдаліць";
"lng_mediaview_photos_all" = "Прагледзець усе выявы";
"lng_mediaview_files_all" = "Прагледзець усе файлы";
"lng_mediaview_single_photo" = "Адзіночнае фота";
"lng_mediaview_group_photo" = "Выява суполкі";
"lng_mediaview_channel_photo" = "Выява канала";
"lng_mediaview_profile_photo" = "Выява профілю";
"lng_mediaview_file_n_of_count" = "{file} {n} з {count}";
"lng_mediaview_n_of_count" = "Выява {n} з {count}";
"lng_mediaview_doc_image" = "Файл";
"lng_mediaview_today" = "сёння а {time}";
"lng_mediaview_yesterday" = "учора а {time}";
"lng_mediaview_date_time" = "{date} а {time}";

"lng_mediaview_saved" = "Выява была захаваная ў вашу тэчку [c]Спамповак[/c]";

"lng_theme_preview_title" = "Перадпрагляд схемы";
"lng_theme_preview_generating" = "Стварэнне перадпрагляду схемы колераў...";
"lng_theme_preview_invalid" = "Памылковы файл схемы.";
"lng_theme_preview_apply" = "Ужыць гэтую схему";

"lng_new_authorization" = "{name},\nМы заўважылі, што нехта зайшоў пад вашым уліковым запісам з новага ўстройства.\n \nДата і час: {day}, {date}, {time}\nУстройства: {device}\nМесцазнаходжанне: {location}\n\nКалі гэта былі не вы, вы можаце перайсці ў Налады — Адлюстраваць усе сеансы і скончыць гэты сеанс.\n\nКалі вы падазраеце, што нехта скампраметаваў ваш пароль, вы можаце ўключыць двухкрокавую верыфікацыю ў Наладах.\n\nЗ павагай,\nКаманда Тэлеграма";

"lng_new_version_wrap" = "Тэлеграм быў абноўлены да версіі {version}\n\n{changes}\n\nПоўная гісторыя версій даступная тут:\n{link}";
"lng_new_version_minor" = "— Выпраўленне хібнасцей і іншыя незначныя паляпшэнні";

"lng_menu_insert_unicode" = "Увядзіце кіруючы сімвал Unicode";

"lng_full_name" = "{first_name} {last_name}";

"lng_confirm_phone_link_invalid" = "Гэтая спасылка няправільная або яе тэрмін дзеяння скончыўся.";
"lng_confirm_phone_title" = "Скасаваць выдаленне ўліковага запісу";
"lng_confirm_phone_about" = "Нехта, хто меў доступ да вашага нумара тэлефону {phone} падаў запыт на выдаленне вашага ўліковага запісу і скід вашага паролю двухкрокавай верыфікацыі.\n\nКалі гэта былі не вы, калі ласка, увядзіце код, які мы толькі што даслалі вам праз SMS.";
"lng_confirm_phone_success" = "Удалося!\n\nПрацэс выдалення вашага ўліковага запісу {phone} быў скасаваны. Цяпер вы можаце закрыць гэтае акно.";
"lng_confirm_phone_send" = "Даслаць";
"lng_confirm_phone_enter_code" = "Калі ласка, увядзіце код";

"lng_theme_editor_no_keys" = "У гэтай палітры пакуль што няма колераў";
"lng_theme_editor_cant_change_theme" = "Вы не можаце прымяняць новыя схемы падчас рэдагавання. Калі ласка, спярша закрыйце рэдактар схем.";
"lng_theme_editor_new_keys" = "Не ў палітры";
"lng_theme_editor_background_image" = "Фонавая выява";
"lng_theme_editor_saved_to_jpg" = "Захаваць у JPEG, {size}";
"lng_theme_editor_read_from_jpg" = "Выява JPEG, {size}";
"lng_theme_editor_read_from_png" = "Выява PNG, {size}";
"lng_theme_editor_export" = "Экспартаваць";
"lng_theme_editor_choose_image" = "Абярыце фонавую выяву";
"lng_theme_editor_save_palette" = "Захаваць палітру";
"lng_theme_editor_choose_name" = "Захаваць схему колераў";
"lng_theme_editor_error" = "Адбылася памылка рэдактара :( Прагледзьце log.txt, каб дазнацца больш.";
"lng_theme_editor_done" = "Схема паспяхова экспартавана!";
"lng_theme_editor_title" = "Рэдагаваць палітру колераў";
"lng_theme_editor_export_button" = "Экспартаваць схему";

"lng_payments_not_supported" = "Выбачайце, але праграма Тэлеграма для персанальных камп’ютараў яшчэ не падтрымлівае плацежную сістэму. Вы можаце скарыстаць мабільную праграму.";
"lng_payments_receipt_label" = "Разлікоўка";
"lng_payments_receipt_label_test" = "Тэставая разлікоўка";
"lng_payments_invoice_label" = "Чэк";
"lng_payments_invoice_label_test" = "Тэставы чэк";
"lng_payments_receipt_button" = "Разлікоўка";

"lng_call_status_incoming" = "тэлефануе вам...";
"lng_call_status_connecting" = "злучэнне...";
"lng_call_status_exchanging" = "абмен ключоў шыфравання ...";
"lng_call_status_waiting" = "чаканне...";
"lng_call_status_requesting" = "запыт...";
"lng_call_status_hanging" = "сканчэнне...";
"lng_call_status_ended" = "выклік скончаны";
"lng_call_status_failed" = "памылка злучэння";
"lng_call_status_ringing" = "дазвон...";
"lng_call_status_busy" = "лінія занятая";
"lng_call_fingerprint_tooltip" = "Калі эмодзі на экране {user} такія жа, то выклік абаронены на 100%.";

"lng_call_error_not_available" = "На жаль, дадатак {user} не падтрымлівае выклікі.";
"lng_call_error_incompatible" = "Праграма гэтага карыстальніка ({user}) ужывае несумяшчальны пратакол. Яму або ёй трэба абнавіць сваю праграму, каб мець магчымасць прымаць выклікі.";
"lng_call_error_outdated" = "Праграма гэтага карыстальніка ({user}) не падтрымлівае функцыю выклікаў. Яму або ёй трэба абнавіць сваю праграму, каб мець магчымасць прымаць выклікі.";
"lng_call_error_audio_io" = "Здаецца, што на вашым камп'ютары маюцца праблемы з прайграваннем гуку. Калі ласка, пераканайцеся, што дынамікі і мікрафон падлучаныя і працуюць правільна, пасля чаго паспрабуйце яшчэ раз.";

"lng_call_bar_hangup" = "Скончыць размову";

"lng_call_box_title" = "Выклікі";
"lng_call_box_about" = "Вы пакуль што не рабілі выклікаў.";
"lng_call_box_status_today" = "{time}";
"lng_call_box_status_yesterday" = "Учора а {time}";
"lng_call_box_status_date" = "{date} а {time}";
"lng_call_box_status_group" = "({count}) {status}";

"lng_call_outgoing" = "Выходны выклік";
"lng_call_incoming" = "Уваходны выклік";
"lng_call_missed" = "Прапушчаны выклік";
"lng_call_cancelled" = "Скасаваны выклік";
"lng_call_declined" = "Скінуты выклік";
"lng_call_duration_info" = "{time}, {duration}";
"lng_call_type_and_duration" = "{type} ({duration})";

"lng_call_rate_label" = "Калі ласка, пастаўце адзнаку гэтаму выкліку";
"lng_call_rate_comment" = "Водгук (неабавязкова)";

"lng_player_message_today" = "Сёння а {time}";
"lng_player_message_yesterday" = "Учора а {time}";
"lng_player_message_date" = "{date} а {time}";

"lng_rights_edit_admin" = "Налады кіраўніка";
"lng_rights_edit_admin_header" = "Што можа рабіць гэты кіраўнік?";
"lng_rights_about_add_admins_yes" = "Гэты кіраўнік зможа дадаць новых кіраўнікоў з такімі жа (ці больш абмежаванымі) паўнамоцтвамі.";
"lng_rights_about_add_admins_no" = "Гэты кіраўнік не зможа дадаць новых кіраўнікоў.";
"lng_rights_about_admin_cant_edit" = "Вы не можаце змяняць паўнамоцтвы гэтага кіраўніка.";
"lng_rights_user_restrictions" = "Абмежаванні карыстальніка";
"lng_rights_user_restrictions_header" = "Што можа рабіць гэты карыстальнік?";

"lng_rights_channel_info" = "Змяняць звесткі аб канале";
"lng_rights_channel_post" = "Размяшчаць паведамленні";
"lng_rights_channel_edit" = "Рэдагаваць паведамленні і інш.";
"lng_rights_channel_delete" = "Выдаляць паведамленні і інш.";
"lng_rights_group_info" = "Змяняць звесткі аб суполцы";
"lng_rights_group_ban" = "Блакаваць карыстальнікаў";
"lng_rights_group_invite_link" = "Запрашаць праз спасылку";
"lng_rights_group_invite" = "Дадаваць карыстальнікаў";
"lng_rights_group_pin" = "Замацоўваць паведамленні";
"lng_rights_group_delete" = "Выдаляць паведамленні";
"lng_rights_add_admins" = "Дадаваць новых кіраўнікоў";
"lng_rights_chat_read" = "Чытаць паведамленні";
"lng_rights_chat_send_text" = "Дасылаць паведамленні";
"lng_rights_chat_send_media" = "Дасылаць файлы";
"lng_rights_chat_send_stickers" = "Дасылаць налепкі і анімацыі";
"lng_rights_chat_send_links" = "Прымацоўваць спасылкі";
"lng_rights_chat_banned_until_header" = "Тэрмін забароны";
"lng_rights_chat_banned_forever" = "Назаўсёды";
"lng_rights_chat_banned_day#one" = "На {count} дз.";
"lng_rights_chat_banned_day#other" = "На {count} дз.";
"lng_rights_chat_banned_week#one" = "На {count} тыдзень";
"lng_rights_chat_banned_week#other" = "На {count} тыдняў";
"lng_rights_chat_banned_custom" = "Наладзіць";
"lng_rights_chat_banned_custom_date" = "Да {date}";

"lng_restricted_send_message" = "Кіраўнікі суполкі забаранілі вам размяшчаць паведамленні.";
"lng_restricted_send_media" = "Кіраўнікі суполкі забаранілі вам размяшчаць файлы.";
"lng_restricted_send_stickers" = "Кіраўнікі суполкі забаранілі вам адпраўляць налепкі.";
"lng_restricted_send_gifs" = "Кіраўнікі суполкі забаранілі вам адпраўляць анімацыі.";
"lng_restricted_send_inline" = "Кіраўнікі суполкі забаранілі вам карыстацца хуткімі ботамі.";

"lng_restricted_list_title" = "Абмежаваныя карыстальнікі";
"lng_banned_list_title" = "Заблакаваныя карыстальнікі";

"lng_admin_log_title_all" = "Усе дзеянні";
"lng_admin_log_title_selected" = "Абраныя дзеянні";
"lng_admin_log_filter" = "Фільтраваць";
"lng_admin_log_filter_title" = "Фільтраваць";
"lng_admin_log_filter_all_actions" = "Усе дзеянні";
"lng_admin_log_filter_restrictions" = "Новыя абмежаванні";
"lng_admin_log_filter_admins_new" = "Новыя кіраўнікі";
"lng_admin_log_filter_members_new" = "Новыя ўдзельнікі";
"lng_admin_log_filter_info_group" = "Звесткі аб суполцы";
"lng_admin_log_filter_info_channel" = "Звесткі аб канале";
"lng_admin_log_filter_messages_deleted" = "Выдаленыя паведамленні";
"lng_admin_log_filter_messages_edited" = "Адрэдагаваныя паведамленні";
"lng_admin_log_filter_messages_pinned" = "Замацаваныя паведамленні";
"lng_admin_log_filter_members_removed" = "Удзельнікі, якія выйшлі";
"lng_admin_log_filter_all_admins" = "Усе ўдзельнікі і кіраўнікі";
"lng_admin_log_about" = "Што гэта?";
"lng_admin_log_about_text" = "Гэта спіс ўсіх дзеянняў удзельнікаў і кіраўнікоў суполкі за апошнія 48 гадзін.";
"lng_admin_log_no_results_title" = "Не знойдзена дзеянняў";
"lng_admin_log_no_results_text" = "Нядаўніх дзеянняў, якія адпавядаюць вашаму запыту, не знойдзена.";
"lng_admin_log_no_results_search_text" = "Не знойдзена дзеянняў, якія адпавядаюць \"{query}\".";
"lng_admin_log_no_events_title" = "Пакуль што няма дзеянняў";
"lng_admin_log_no_events_text" = "За апошнія 48 гадзін\nудзельнікі і кіраўнікі\nнічога не прадпрымалі.";

"lng_admin_log_empty_text" = "Пуста";
"lng_admin_log_changed_title_group" = "{from} змяніў(-ла) назву суполкі на «{title}»";
"lng_admin_log_changed_title_channel" = "{from} змяніў(-ла) назву канала на «{title}»";
"lng_admin_log_changed_description_group" = "{from} змяніў(-ла) звесткі аб суполцы:";
"lng_admin_log_removed_description_group" = "{from} выдаліў(-ла) звесткі аб суполцы";
"lng_admin_log_changed_description_channel" = "{from} змяніў(-ла) звесткі аб канале:";
"lng_admin_log_removed_description_channel" = "{from} выдаліў(-ла) звесткі аб канале";
"lng_admin_log_previous_description" = "Папярэдні тэкст";
"lng_admin_log_changed_link_group" = "{from} змяніў(-ла) спасылку на суполку:";
"lng_admin_log_removed_link_group" = "{from} выдаліў(-ла) спасылку на суполку";
"lng_admin_log_changed_link_channel" = "{from} змяніў(-ла) спасылку на канал:";
"lng_admin_log_removed_link_channel" = "{from} выдаліў(-ла) спасылку на канал";
"lng_admin_log_previous_link" = "Папярэдняя спасылка";
"lng_admin_log_changed_photo_group" = "{from} змяніў(-ла) выяву суполкі";
"lng_admin_log_changed_photo_channel" = "{from} змяніў(-ла) выяву канала";
"lng_admin_log_removed_photo_group" = "{from} выдаліў(-ла) выяву суполкі";
"lng_admin_log_removed_photo_channel" = "{from} выдаліў(-ла) выяву канала";
"lng_admin_log_invites_enabled" = "{from} уключыў(-ла) запрашэнні ў суполку";
"lng_admin_log_invites_disabled" = "{from} адключыў(-ла) запрашэнні ў суполку";
"lng_admin_log_signatures_enabled" = "{from} уключыў(-ла) подпісы";
"lng_admin_log_signatures_disabled" = "{from} адключыў(-ла) подпісы";
"lng_admin_log_pinned_message" = "{from} замацаваў(-ла) паведамленне:";
"lng_admin_log_unpinned_message" = "{from} адмацаваў(-ла) паведамленне";
"lng_admin_log_edited_caption" = "{from} змяніў(-ла) подпіс пад файлам:";
"lng_admin_log_removed_caption" = "{from} выдаліў(-ла) подпіс пад файлам";
"lng_admin_log_previous_caption" = "Арыгінальны подпіс";
"lng_admin_log_edited_message" = "{from} адрэдагаваў(-ла) паведамленне:";
"lng_admin_log_previous_message" = "Арыгінальнае паведамленне";
"lng_admin_log_deleted_message" = "{from} выдаліў(-ла) паведамленне:";
"lng_admin_log_participant_joined" = "{from} далучыўся(-лася) да суполкі";
"lng_admin_log_participant_joined_channel" = "{from} далучыўся(-лася) да канала";
"lng_admin_log_participant_left" = "{from} выйшаў(-ла) з суполкі";
"lng_admin_log_participant_left_channel" = "{from} пакінуў(-ла) канал";
"lng_admin_log_invited" = "запрасіў(-ла) {user}";
"lng_admin_log_banned" = "заблакаваў(-ла) {user}";
"lng_admin_log_restricted" = "змяніў(-ла) абмежаванні для {user} на тэрмін {until}";
"lng_admin_log_promoted" = "змяніў(-ла) паўнамоцтвы для {user}";
"lng_admin_log_changed_stickers_group" = "{from} змяніў(-ла) {sticker_set}";
"lng_admin_log_changed_stickers_set" = "набор налепак";
"lng_admin_log_removed_stickers_group" = "{from} выдаліў(-ла) набор налепак суполкі";
"lng_admin_log_user_with_username" = "{name} ({mention})";
"lng_admin_log_restricted_forever" = "не вызначана";
"lng_admin_log_restricted_until" = "да {date}";
"lng_admin_log_banned_view_messages" = "Чытаць паведамленні";
"lng_admin_log_banned_send_messages" = "Дасылаць паведамленні";
"lng_admin_log_banned_send_media" = "Дасылаць файлы";
"lng_admin_log_banned_send_stickers" = "Дасылаць налепкі і анімацыі";
"lng_admin_log_banned_embed_links" = "Прымацоўваць спасылкі";
"lng_admin_log_admin_change_info" = "Змяняць звесткі";
"lng_admin_log_admin_post_messages" = "Размяшчаць паведамленні";
"lng_admin_log_admin_edit_messages" = "Рэдагаваць паведамленні";
"lng_admin_log_admin_delete_messages" = "Выдаляць паведамленні";
"lng_admin_log_admin_ban_users" = "Блакаваць карыстальнікаў";
"lng_admin_log_admin_invite_users" = "Дадаваць карыстальнікаў";
"lng_admin_log_admin_invite_link" = "Запрашаць праз спасылку";
"lng_admin_log_admin_pin_messages" = "Замацоўваць паведамленні";
"lng_admin_log_admin_add_admins" = "Дадаваць новых кіраўнікоў";

// Wnd specific

"lng_wnd_choose_program_menu" = "Абраць праграму па змаўчанні...";

"lng_wnd_menu_undo" = "Адмяніць";
"lng_wnd_menu_redo" = "Вярнуць";

// Linux specific

"lng_linux_menu_undo" = "Адмяніць";
"lng_linux_menu_redo" = "Вярнуць";

// Mac specific

"lng_mac_choose_program_menu" = "Іншыя...";

"lng_mac_choose_app" = "Абярыце дадатак";
"lng_mac_choose_text" = "Абярыце дадатак, каб адкрыць дакумент \"{file}\"";
"lng_mac_enable_filter" = "Уключыць:";
"lng_mac_recommended_apps" = "Рэкамендаваныя дадаткі";
"lng_mac_all_apps" = "Усе дадаткі";
"lng_mac_always_open_with" = "Заўсёды адкрываць праз";
"lng_mac_this_app_can_open" = "Гэты дадатак можа адкрыць \"{file}\".";
"lng_mac_not_known_app" = "Невядома, ці можа гэты дадатак адкрыць \"{file}\".";

"lng_mac_menu_services" = "Службы";
"lng_mac_menu_hide_telegram" = "Схаваць {telegram}";
"lng_mac_menu_hide_others" = "Схаваць іншыя";
"lng_mac_menu_show_all" = "Паказаць усе";
"lng_mac_menu_preferences" = "Параметры...";
"lng_mac_menu_quit_telegram" = "Выйсці з {telegram}";
"lng_mac_menu_about_telegram" = "Аб {telegram}";
"lng_mac_menu_file" = "Файл";
"lng_mac_menu_logout" = "Выйсці";
"lng_mac_menu_edit" = "Рэдагаваць";
"lng_mac_menu_undo" = "Адмяніць";
"lng_mac_menu_redo" = "Вярнуць";
"lng_mac_menu_cut" = "Выразаць";
"lng_mac_menu_copy" = "Скапіяваць";
"lng_mac_menu_paste" = "Уставіць";
"lng_mac_menu_delete" = "Выдаліць";
"lng_mac_menu_select_all" = "Абраць усё";
"lng_mac_menu_window" = "Акно";
"lng_mac_menu_contacts" = "Кантакты";
"lng_mac_menu_add_contact" = "Дадаць кантакт";
"lng_mac_menu_new_group" = "Новая суполка";
"lng_mac_menu_new_channel" = "Новы канал";
"lng_mac_menu_show" = "Адлюстраваць Тэлеграм";

// Keys finished
